{smcl}
{com}{sf}{ul off}{txt}{.-}
      name:  {res}<unnamed>
       {txt}log:  {res}/data/uctprgu/git/abbg/stata/first_stage_regs.smcl
  {txt}log type:  {res}smcl
 {txt}opened on:  {res} 6 Jun 2014, 13:54:49
{txt}
{com}. 
. ************************************
. *** Balanced subsample N=749 T=6 ***
. ************************************
. gen log_ass = log(tot_assets3)/* log asset */
{txt}(1519 missing values generated)

{com}. *gen log_cons = log(totcons)      /* log consumption */
. *gen totly = ly+wly                       /* total family income */
. *gen log_totly  = log(totly)  /* log total family income */
. 
. drop if log_ass == .              /* drop if asset <= 0 or missing */
{txt}(1519 observations deleted)

{com}. drop if log_cons == .         /* drop if consumption missing */
{txt}(16 observations deleted)

{com}. drop if log_totly == .            /* drop if labor income missing */
{txt}(848 observations deleted)

{com}. drop if educ==. | weduc==.    /* drop if either male or female has education missing */
{txt}(910 observations deleted)

{com}. drop if state == .            /* drop if state missing */
{txt}(0 observations deleted)

{com}. drop if yb ==. | wyb == .         /* drop if either male or female has year of birth missing */
{txt}(0 observations deleted)

{com}. drop if kids == .                         /* drop if # of kids missing */
{txt}(0 observations deleted)

{com}. drop if fsize ==.                         /* drop if #of family member dummies missing */
{txt}(0 observations deleted)

{com}. 
. * construct balanced sample
. by person, sort: gen numwav= _N
{txt}
{com}. keep if numwav == 6
{txt}(7132 observations deleted)

{com}. drop numwav
{txt}
{com}. codebook person

{txt}{hline}
{res}person{right:person id (not from PSID). Note that only heads are left already}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}36{txt},{res}13616{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}894{col 51}{txt}missing .:  {res}0{txt}/{res}5364

{txt}{col 19}mean:{res}{col 26} 6897.12
{txt}{col 15}std. dev:{res}{col 26} 3887.33

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1484{col 37}    3555{col 47}  6735.5{col 57}   10349{col 67}   12243
{txt}
{com}. 
. by year, sort: summarize totly totcons tot_assets3

{txt}{hline}
-> year = 98

    Variable {c |}       Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 56}
{space 7}totly {c |}{res}       894    86649.11    69005.45   5282.208   913822.1
{txt}{space 5}totcons {c |}{res}       894     30815.4    16801.38   6402.037   162966.7
{txt}{space 1}tot_assets3 {c |}{res}       894    249824.8    490796.3   528.2208    8861433

{txt}{hline}
-> year = 100

    Variable {c |}       Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 56}
{space 7}totly {c |}{res}       894    91566.96    80267.89      10000    1000000
{txt}{space 5}totcons {c |}{res}       894    34488.14    20716.95       7688     208160
{txt}{space 1}tot_assets3 {c |}{res}       894    295229.3    668061.6        200   1.55e+07

{txt}{hline}
-> year = 102

    Variable {c |}       Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 56}
{space 7}totly {c |}{res}       894    92035.76    98623.17    771.502    1952685
{txt}{space 5}totcons {c |}{res}       894     36935.8    21601.33    7236.42   169979.3
{txt}{space 1}tot_assets3 {c |}{res}       894      356400     1079035   3.828794   2.48e+07

{txt}{hline}
-> year = 104

    Variable {c |}       Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 56}
{space 7}totly {c |}{res}       894    93272.26    92137.28   2917.099    1644013
{txt}{space 5}totcons {c |}{res}       894    42336.64    25274.73   8304.616   244726.4
{txt}{space 1}tot_assets3 {c |}{res}       894      387097    604112.2   957.1732    6080329

{txt}{hline}
-> year = 106

    Variable {c |}       Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 56}
{space 7}totly {c |}{res}       894    96456.83    98873.59   3416.667    1742286
{txt}{space 5}totcons {c |}{res}       894    43612.01    25342.24   8049.666     224302
{txt}{space 1}tot_assets3 {c |}{res}       894    477834.1    895558.9   427.0833   1.03e+07

{txt}{hline}
-> year = 108

    Variable {c |}       Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 56}
{space 7}totly {c |}{res}       894    93854.93     99588.4   319.9212    1627599
{txt}{space 5}totcons {c |}{res}       894    39676.11    23426.48   3807.063   212515.7
{txt}{space 1}tot_assets3 {c |}{res}       894    442058.2    999892.5   239.9409   1.54e+07

{txt}
{com}. 
. *********************************
. *** Regressions for residuals ***
. *********************************
. gen kidsout     = outkid==1       /* dummy for kids out*/
{txt}
{com}. gen bigcity     = smsa==1|smsa==2 /* dummy for big city */
{txt}
{com}. gen extra=(tyoth)>0           /* dummy for income recipient other than h/w */
{txt}
{com}. 
. /* Controls present:    
>    ================
>    year of birth dummies, education dummies, race dummies, # of kids dummies, 
>    # of family member dummies, dummy for income recipient other than h/w, 
>    state dummies, dummy for big city, dummy for kids out
>    
>    Interactions present:
>    ====================
>    1)male: educ * year of birth dummies 2)female: educ * year of birth dummies
> */      
. xi      i.yb i.wyb i.educ*yb i.weduc*wyb i.state i.fsize i.kids i.race i.wrace
{txt}i.yb{col 19}_Iyb_42-72{col 39}(naturally coded; _Iyb_42 omitted)
i.wyb{col 19}_Iwyb_38-79{col 39}(naturally coded; _Iwyb_38 omitted)
i.educ{col 19}_Ieduc_1-3{col 39}(naturally coded; _Ieduc_1 omitted)
i.educ*yb{col 19}_IeduXyb_#{col 39}(coded as above)
i.weduc{col 19}_Iweduc_1-3{col 39}(naturally coded; _Iweduc_1 omitted)
i.weduc*wyb{col 19}_IwedXwyb_#{col 39}(coded as above)
i.state{col 19}_Istate_1-51{col 39}(naturally coded; _Istate_1 omitted)
i.fsize{col 19}_Ifsize_2-13{col 39}(naturally coded; _Ifsize_2 omitted)
i.kids{col 19}_Ikids_0-8{col 39}(naturally coded; _Ikids_0 omitted)
i.race{col 19}_Irace_1-3{col 39}(naturally coded; _Irace_1 omitted)
i.wrace{col 19}_Iwrace_1-3{col 39}(naturally coded; _Iwrace_1 omitted)

{com}. 
. * consumption regression 
. reg log_cons kidsout bigcity extra _I*

      {txt}Source {c |}       SS       df       MS              Number of obs ={res}    5364
{txt}{hline 13}{char +}{hline 30}           F(148,  5215) ={res}   23.65
    {txt}   Model {char |} {res} 538.646237   148   3.6395016           {txt}Prob > F      = {res} 0.0000
    {txt}Residual {char |} {res} 802.649823  5215  .153911759           {txt}R-squared     = {res} 0.4016
{txt}{hline 13}{char +}{hline 30}           Adj R-squared = {res} 0.3846
    {txt}   Total {char |} {res} 1341.29606  5363   .25010182           {txt}Root MSE      = {res} .39232

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 1}    log_cons{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 5}kidsout {c |}{col 14}{res}{space 2} .1064456{col 26}{space 2} .0165631{col 37}{space 1}    6.43{col 46}{space 3}0.000{col 54}{space 4}  .073975{col 67}{space 3} .1389162
{txt}{space 5}bigcity {c |}{col 14}{res}{space 2} .0452393{col 26}{space 2} .0134853{col 37}{space 1}    3.35{col 46}{space 3}0.001{col 54}{space 4} .0188025{col 67}{space 3} .0716762
{txt}{space 7}extra {c |}{col 14}{res}{space 2} .1232121{col 26}{space 2} .0148428{col 37}{space 1}    8.30{col 46}{space 3}0.000{col 54}{space 4}  .094114{col 67}{space 3} .1523102
{txt}{space 5}_Iyb_43 {c |}{col 14}{res}{space 2} .0415747{col 26}{space 2} .0692431{col 37}{space 1}    0.60{col 46}{space 3}0.548{col 54}{space 4}-.0941707{col 67}{space 3} .1773202
{txt}{space 5}_Iyb_44 {c |}{col 14}{res}{space 2} .1428136{col 26}{space 2} .0684752{col 37}{space 1}    2.09{col 46}{space 3}0.037{col 54}{space 4} .0085735{col 67}{space 3} .2770537
{txt}{space 5}_Iyb_45 {c |}{col 14}{res}{space 2}-.0042655{col 26}{space 2} .0698495{col 37}{space 1}   -0.06{col 46}{space 3}0.951{col 54}{space 4}-.1411997{col 67}{space 3} .1326687
{txt}{space 5}_Iyb_46 {c |}{col 14}{res}{space 2} .1105952{col 26}{space 2} .0692744{col 37}{space 1}    1.60{col 46}{space 3}0.110{col 54}{space 4}-.0252117{col 67}{space 3} .2464022
{txt}{space 5}_Iyb_47 {c |}{col 14}{res}{space 2} .0948756{col 26}{space 2} .0690962{col 37}{space 1}    1.37{col 46}{space 3}0.170{col 54}{space 4}-.0405819{col 67}{space 3} .2303331
{txt}{space 5}_Iyb_48 {c |}{col 14}{res}{space 2} .1811941{col 26}{space 2} .0685457{col 37}{space 1}    2.64{col 46}{space 3}0.008{col 54}{space 4} .0468157{col 67}{space 3} .3155724
{txt}{space 5}_Iyb_49 {c |}{col 14}{res}{space 2} .2037482{col 26}{space 2} .0738697{col 37}{space 1}    2.76{col 46}{space 3}0.006{col 54}{space 4} .0589327{col 67}{space 3} .3485637
{txt}{space 5}_Iyb_50 {c |}{col 14}{res}{space 2} .1395575{col 26}{space 2} .0728811{col 37}{space 1}    1.91{col 46}{space 3}0.056{col 54}{space 4}-.0033199{col 67}{space 3} .2824349
{txt}{space 5}_Iyb_51 {c |}{col 14}{res}{space 2} .2104361{col 26}{space 2} .0741636{col 37}{space 1}    2.84{col 46}{space 3}0.005{col 54}{space 4} .0650443{col 67}{space 3} .3558278
{txt}{space 5}_Iyb_52 {c |}{col 14}{res}{space 2} .1259979{col 26}{space 2}   .07412{col 37}{space 1}    1.70{col 46}{space 3}0.089{col 54}{space 4}-.0193083{col 67}{space 3} .2713042
{txt}{space 5}_Iyb_53 {c |}{col 14}{res}{space 2} .2653307{col 26}{space 2} .0758172{col 37}{space 1}    3.50{col 46}{space 3}0.000{col 54}{space 4} .1166973{col 67}{space 3} .4139642
{txt}{space 5}_Iyb_54 {c |}{col 14}{res}{space 2} .1597213{col 26}{space 2} .0789602{col 37}{space 1}    2.02{col 46}{space 3}0.043{col 54}{space 4} .0049262{col 67}{space 3} .3145163
{txt}{space 5}_Iyb_55 {c |}{col 14}{res}{space 2} .1960162{col 26}{space 2} .0802826{col 37}{space 1}    2.44{col 46}{space 3}0.015{col 54}{space 4} .0386286{col 67}{space 3} .3534038
{txt}{space 5}_Iyb_56 {c |}{col 14}{res}{space 2} .2900516{col 26}{space 2} .0814933{col 37}{space 1}    3.56{col 46}{space 3}0.000{col 54}{space 4} .1302906{col 67}{space 3} .4498126
{txt}{space 5}_Iyb_57 {c |}{col 14}{res}{space 2} .2230802{col 26}{space 2} .0840145{col 37}{space 1}    2.66{col 46}{space 3}0.008{col 54}{space 4} .0583767{col 67}{space 3} .3877837
{txt}{space 5}_Iyb_58 {c |}{col 14}{res}{space 2} .1569174{col 26}{space 2}  .085803{col 37}{space 1}    1.83{col 46}{space 3}0.067{col 54}{space 4}-.0112924{col 67}{space 3} .3251273
{txt}{space 5}_Iyb_59 {c |}{col 14}{res}{space 2} .1904017{col 26}{space 2} .0866093{col 37}{space 1}    2.20{col 46}{space 3}0.028{col 54}{space 4} .0206113{col 67}{space 3} .3601922
{txt}{space 5}_Iyb_60 {c |}{col 14}{res}{space 2} .1943692{col 26}{space 2}  .090032{col 37}{space 1}    2.16{col 46}{space 3}0.031{col 54}{space 4} .0178688{col 67}{space 3} .3708696
{txt}{space 5}_Iyb_61 {c |}{col 14}{res}{space 2} .1690569{col 26}{space 2} .0934516{col 37}{space 1}    1.81{col 46}{space 3}0.071{col 54}{space 4}-.0141473{col 67}{space 3} .3522611
{txt}{space 5}_Iyb_62 {c |}{col 14}{res}{space 2} .1512284{col 26}{space 2} .0970519{col 37}{space 1}    1.56{col 46}{space 3}0.119{col 54}{space 4} -.039034{col 67}{space 3} .3414909
{txt}{space 5}_Iyb_63 {c |}{col 14}{res}{space 2} .2409809{col 26}{space 2} .0984877{col 37}{space 1}    2.45{col 46}{space 3}0.014{col 54}{space 4} .0479037{col 67}{space 3} .4340581
{txt}{space 5}_Iyb_64 {c |}{col 14}{res}{space 2} .1793297{col 26}{space 2} .1020989{col 37}{space 1}    1.76{col 46}{space 3}0.079{col 54}{space 4}-.0208268{col 67}{space 3} .3794863
{txt}{space 5}_Iyb_65 {c |}{col 14}{res}{space 2} .1546365{col 26}{space 2} .1062057{col 37}{space 1}    1.46{col 46}{space 3}0.145{col 54}{space 4}-.0535711{col 67}{space 3}  .362844
{txt}{space 5}_Iyb_66 {c |}{col 14}{res}{space 2} .0902234{col 26}{space 2} .1116501{col 37}{space 1}    0.81{col 46}{space 3}0.419{col 54}{space 4}-.1286577{col 67}{space 3} .3091044
{txt}{space 5}_Iyb_67 {c |}{col 14}{res}{space 2} .2030309{col 26}{space 2} .1119916{col 37}{space 1}    1.81{col 46}{space 3}0.070{col 54}{space 4}-.0165196{col 67}{space 3} .4225814
{txt}{space 5}_Iyb_68 {c |}{col 14}{res}{space 2} .0214313{col 26}{space 2} .1176691{col 37}{space 1}    0.18{col 46}{space 3}0.855{col 54}{space 4}-.2092494{col 67}{space 3}  .252112
{txt}{space 5}_Iyb_69 {c |}{col 14}{res}{space 2} .1281273{col 26}{space 2} .1166963{col 37}{space 1}    1.10{col 46}{space 3}0.272{col 54}{space 4}-.1006464{col 67}{space 3}  .356901
{txt}{space 5}_Iyb_70 {c |}{col 14}{res}{space 2} .2086199{col 26}{space 2} .1264841{col 37}{space 1}    1.65{col 46}{space 3}0.099{col 54}{space 4}-.0393421{col 67}{space 3} .4565818
{txt}{space 5}_Iyb_71 {c |}{col 14}{res}{space 2} .1918846{col 26}{space 2} .1251527{col 37}{space 1}    1.53{col 46}{space 3}0.125{col 54}{space 4} -.053467{col 67}{space 3} .4372363
{txt}{space 5}_Iyb_72 {c |}{col 14}{res}{space 2} .1082352{col 26}{space 2} .1335527{col 37}{space 1}    0.81{col 46}{space 3}0.418{col 54}{space 4}-.1535839{col 67}{space 3} .3700544
{txt}{space 4}_Iwyb_39 {c |}{col 14}{res}{space 2} .0215307{col 26}{space 2} .2111377{col 37}{space 1}    0.10{col 46}{space 3}0.919{col 54}{space 4}-.3923877{col 67}{space 3}  .435449
{txt}{space 4}_Iwyb_41 {c |}{col 14}{res}{space 2} .3182716{col 26}{space 2} .1732329{col 37}{space 1}    1.84{col 46}{space 3}0.066{col 54}{space 4}-.0213374{col 67}{space 3} .6578806
{txt}{space 4}_Iwyb_42 {c |}{col 14}{res}{space 2} .1108227{col 26}{space 2} .1517377{col 37}{space 1}    0.73{col 46}{space 3}0.465{col 54}{space 4}-.1866468{col 67}{space 3} .4082922
{txt}{space 4}_Iwyb_43 {c |}{col 14}{res}{space 2} .0616582{col 26}{space 2} .1386261{col 37}{space 1}    0.44{col 46}{space 3}0.656{col 54}{space 4}-.2101071{col 67}{space 3} .3334235
{txt}{space 4}_Iwyb_44 {c |}{col 14}{res}{space 2} .1031999{col 26}{space 2} .1439457{col 37}{space 1}    0.72{col 46}{space 3}0.473{col 54}{space 4} -.178994{col 67}{space 3} .3853937
{txt}{space 4}_Iwyb_45 {c |}{col 14}{res}{space 2} .0727185{col 26}{space 2} .1317354{col 37}{space 1}    0.55{col 46}{space 3}0.581{col 54}{space 4} -.185538{col 67}{space 3} .3309751
{txt}{space 4}_Iwyb_46 {c |}{col 14}{res}{space 2} .0165269{col 26}{space 2} .1261441{col 37}{space 1}    0.13{col 46}{space 3}0.896{col 54}{space 4}-.2307683{col 67}{space 3} .2638222
{txt}{space 4}_Iwyb_47 {c |}{col 14}{res}{space 2} .0593306{col 26}{space 2} .1230397{col 37}{space 1}    0.48{col 46}{space 3}0.630{col 54}{space 4}-.1818787{col 67}{space 3} .3005399
{txt}{space 4}_Iwyb_48 {c |}{col 14}{res}{space 2}  .183899{col 26}{space 2} .1229339{col 37}{space 1}    1.50{col 46}{space 3}0.135{col 54}{space 4} -.057103{col 67}{space 3} .4249011
{txt}{space 4}_Iwyb_49 {c |}{col 14}{res}{space 2} .1030631{col 26}{space 2}  .123613{col 37}{space 1}    0.83{col 46}{space 3}0.404{col 54}{space 4}-.1392701{col 67}{space 3} .3453962
{txt}{space 4}_Iwyb_50 {c |}{col 14}{res}{space 2} .0698199{col 26}{space 2} .1226505{col 37}{space 1}    0.57{col 46}{space 3}0.569{col 54}{space 4}-.1706265{col 67}{space 3} .3102663
{txt}{space 4}_Iwyb_51 {c |}{col 14}{res}{space 2}  -.02702{col 26}{space 2} .1219606{col 37}{space 1}   -0.22{col 46}{space 3}0.825{col 54}{space 4}-.2661139{col 67}{space 3}  .212074
{txt}{space 4}_Iwyb_52 {c |}{col 14}{res}{space 2} .0657511{col 26}{space 2} .1224885{col 37}{space 1}    0.54{col 46}{space 3}0.591{col 54}{space 4}-.1743778{col 67}{space 3} .3058799
{txt}{space 4}_Iwyb_53 {c |}{col 14}{res}{space 2}-.0109121{col 26}{space 2} .1231824{col 37}{space 1}   -0.09{col 46}{space 3}0.929{col 54}{space 4}-.2524013{col 67}{space 3}  .230577
{txt}{space 4}_Iwyb_54 {c |}{col 14}{res}{space 2} .0721921{col 26}{space 2} .1232071{col 37}{space 1}    0.59{col 46}{space 3}0.558{col 54}{space 4}-.1693455{col 67}{space 3} .3137297
{txt}{space 4}_Iwyb_55 {c |}{col 14}{res}{space 2}-.0257173{col 26}{space 2} .1229011{col 37}{space 1}   -0.21{col 46}{space 3}0.834{col 54}{space 4} -.266655{col 67}{space 3} .2152204
{txt}{space 4}_Iwyb_56 {c |}{col 14}{res}{space 2}-.1096063{col 26}{space 2} .1252028{col 37}{space 1}   -0.88{col 46}{space 3}0.381{col 54}{space 4}-.3550563{col 67}{space 3} .1358436
{txt}{space 4}_Iwyb_57 {c |}{col 14}{res}{space 2}-.0690819{col 26}{space 2} .1257575{col 37}{space 1}   -0.55{col 46}{space 3}0.583{col 54}{space 4}-.3156192{col 67}{space 3} .1774554
{txt}{space 4}_Iwyb_58 {c |}{col 14}{res}{space 2} .0315121{col 26}{space 2} .1259802{col 37}{space 1}    0.25{col 46}{space 3}0.802{col 54}{space 4}-.2154619{col 67}{space 3} .2784862
{txt}{space 4}_Iwyb_59 {c |}{col 14}{res}{space 2}-.0300054{col 26}{space 2} .1279856{col 37}{space 1}   -0.23{col 46}{space 3}0.815{col 54}{space 4}-.2809108{col 67}{space 3} .2209001
{txt}{space 4}_Iwyb_60 {c |}{col 14}{res}{space 2} .0095412{col 26}{space 2} .1295099{col 37}{space 1}    0.07{col 46}{space 3}0.941{col 54}{space 4}-.2443525{col 67}{space 3} .2634348
{txt}{space 4}_Iwyb_61 {c |}{col 14}{res}{space 2} .0036666{col 26}{space 2}  .129118{col 37}{space 1}    0.03{col 46}{space 3}0.977{col 54}{space 4}-.2494588{col 67}{space 3} .2567919
{txt}{space 4}_Iwyb_62 {c |}{col 14}{res}{space 2}  -.02063{col 26}{space 2} .1305061{col 37}{space 1}   -0.16{col 46}{space 3}0.874{col 54}{space 4}-.2764766{col 67}{space 3} .2352166
{txt}{space 4}_Iwyb_63 {c |}{col 14}{res}{space 2} -.022058{col 26}{space 2} .1329754{col 37}{space 1}   -0.17{col 46}{space 3}0.868{col 54}{space 4}-.2827456{col 67}{space 3} .2386295
{txt}{space 4}_Iwyb_64 {c |}{col 14}{res}{space 2}-.0131699{col 26}{space 2} .1351652{col 37}{space 1}   -0.10{col 46}{space 3}0.922{col 54}{space 4}-.2781504{col 67}{space 3} .2518105
{txt}{space 4}_Iwyb_65 {c |}{col 14}{res}{space 2} -.073347{col 26}{space 2} .1362444{col 37}{space 1}   -0.54{col 46}{space 3}0.590{col 54}{space 4} -.340443{col 67}{space 3} .1937491
{txt}{space 4}_Iwyb_66 {c |}{col 14}{res}{space 2}-.1209994{col 26}{space 2}  .142456{col 37}{space 1}   -0.85{col 46}{space 3}0.396{col 54}{space 4}-.4002728{col 67}{space 3}  .158274
{txt}{space 4}_Iwyb_67 {c |}{col 14}{res}{space 2} .0343679{col 26}{space 2} .1393918{col 37}{space 1}    0.25{col 46}{space 3}0.805{col 54}{space 4}-.2388984{col 67}{space 3} .3076342
{txt}{space 4}_Iwyb_68 {c |}{col 14}{res}{space 2}-.0418038{col 26}{space 2} .1446024{col 37}{space 1}   -0.29{col 46}{space 3}0.773{col 54}{space 4}-.3252852{col 67}{space 3} .2416775
{txt}{space 4}_Iwyb_69 {c |}{col 14}{res}{space 2} -.050108{col 26}{space 2} .1452718{col 37}{space 1}   -0.34{col 46}{space 3}0.730{col 54}{space 4}-.3349016{col 67}{space 3} .2346855
{txt}{space 4}_Iwyb_70 {c |}{col 14}{res}{space 2}-.1078146{col 26}{space 2} .1457304{col 37}{space 1}   -0.74{col 46}{space 3}0.459{col 54}{space 4}-.3935072{col 67}{space 3}  .177878
{txt}{space 4}_Iwyb_71 {c |}{col 14}{res}{space 2}-.1641995{col 26}{space 2} .1529072{col 37}{space 1}   -1.07{col 46}{space 3}0.283{col 54}{space 4}-.4639617{col 67}{space 3} .1355627
{txt}{space 4}_Iwyb_72 {c |}{col 14}{res}{space 2}-.1488991{col 26}{space 2} .1570405{col 37}{space 1}   -0.95{col 46}{space 3}0.343{col 54}{space 4}-.4567641{col 67}{space 3}  .158966
{txt}{space 4}_Iwyb_73 {c |}{col 14}{res}{space 2} .0086773{col 26}{space 2} .1553927{col 37}{space 1}    0.06{col 46}{space 3}0.955{col 54}{space 4}-.2959574{col 67}{space 3} .3133121
{txt}{space 4}_Iwyb_74 {c |}{col 14}{res}{space 2}-.0984896{col 26}{space 2} .1659468{col 37}{space 1}   -0.59{col 46}{space 3}0.553{col 54}{space 4}-.4238148{col 67}{space 3} .2268357
{txt}{space 4}_Iwyb_75 {c |}{col 14}{res}{space 2} -.208723{col 26}{space 2} .1843614{col 37}{space 1}   -1.13{col 46}{space 3}0.258{col 54}{space 4}-.5701486{col 67}{space 3} .1527025
{txt}{space 4}_Iwyb_76 {c |}{col 14}{res}{space 2}-.0268444{col 26}{space 2} .2514423{col 37}{space 1}   -0.11{col 46}{space 3}0.915{col 54}{space 4}-.5197767{col 67}{space 3} .4660879
{txt}{space 4}_Iwyb_77 {c |}{col 14}{res}{space 2}-.3245506{col 26}{space 2} .2337472{col 37}{space 1}   -1.39{col 46}{space 3}0.165{col 54}{space 4}-.7827931{col 67}{space 3}  .133692
{txt}{space 4}_Iwyb_79 {c |}{col 14}{res}{space 2}-.1433196{col 26}{space 2} .2146535{col 37}{space 1}   -0.67{col 46}{space 3}0.504{col 54}{space 4}-.5641304{col 67}{space 3} .2774912
{txt}{space 4}_Ieduc_2 {c |}{col 14}{res}{space 2}-.0787288{col 26}{space 2}  .189325{col 37}{space 1}   -0.42{col 46}{space 3}0.678{col 54}{space 4}-.4498851{col 67}{space 3} .2924276
{txt}{space 4}_Ieduc_3 {c |}{col 14}{res}{space 2} .2097467{col 26}{space 2} .1900229{col 37}{space 1}    1.10{col 46}{space 3}0.270{col 54}{space 4}-.1627777{col 67}{space 3} .5822711
{txt}{space 2}_IeduXyb_2 {c |}{col 14}{res}{space 2} .0030656{col 26}{space 2} .0033767{col 37}{space 1}    0.91{col 46}{space 3}0.364{col 54}{space 4}-.0035542{col 67}{space 3} .0096854
{txt}{space 2}_IeduXyb_3 {c |}{col 14}{res}{space 2} .0021702{col 26}{space 2} .0033976{col 37}{space 1}    0.64{col 46}{space 3}0.523{col 54}{space 4}-.0044904{col 67}{space 3} .0088309
{txt}{space 3}_Iweduc_2 {c |}{col 14}{res}{space 2} .0934753{col 26}{space 2} .2069573{col 37}{space 1}    0.45{col 46}{space 3}0.652{col 54}{space 4}-.3122478{col 67}{space 3} .4991983
{txt}{space 3}_Iweduc_3 {c |}{col 14}{res}{space 2} .4010432{col 26}{space 2} .2107756{col 37}{space 1}    1.90{col 46}{space 3}0.057{col 54}{space 4}-.0121652{col 67}{space 3} .8142516
{txt}{space 1}_IwedXwyb_2 {c |}{col 14}{res}{space 2} .0015051{col 26}{space 2} .0035381{col 37}{space 1}    0.43{col 46}{space 3}0.671{col 54}{space 4}-.0054311{col 67}{space 3} .0084412
{txt}{space 1}_IwedXwyb_3 {c |}{col 14}{res}{space 2}-.0012195{col 26}{space 2} .0035782{col 37}{space 1}   -0.34{col 46}{space 3}0.733{col 54}{space 4}-.0082344{col 67}{space 3} .0057953
{txt}{space 3}_Istate_2 {c |}{col 14}{res}{space 2} .2001391{col 26}{space 2} .0767636{col 37}{space 1}    2.61{col 46}{space 3}0.009{col 54}{space 4} .0496502{col 67}{space 3} .3506279
{txt}{space 3}_Istate_3 {c |}{col 14}{res}{space 2}-.0838613{col 26}{space 2}  .065838{col 37}{space 1}   -1.27{col 46}{space 3}0.203{col 54}{space 4}-.2129313{col 67}{space 3} .0452088
{txt}{space 3}_Istate_4 {c |}{col 14}{res}{space 2} .3249902{col 26}{space 2} .0600417{col 37}{space 1}    5.41{col 46}{space 3}0.000{col 54}{space 4} .2072834{col 67}{space 3} .4426971
{txt}{space 3}_Istate_5 {c |}{col 14}{res}{space 2}-.0307293{col 26}{space 2}   .06909{col 37}{space 1}   -0.44{col 46}{space 3}0.657{col 54}{space 4}-.1661747{col 67}{space 3} .1047161
{txt}{space 3}_Istate_6 {c |}{col 14}{res}{space 2} .1444331{col 26}{space 2} .0791509{col 37}{space 1}    1.82{col 46}{space 3}0.068{col 54}{space 4}-.0107357{col 67}{space 3}  .299602
{txt}{space 3}_Istate_9 {c |}{col 14}{res}{space 2} .1000853{col 26}{space 2} .0643555{col 37}{space 1}    1.56{col 46}{space 3}0.120{col 54}{space 4}-.0260784{col 67}{space 3} .2262491
{txt}{space 2}_Istate_10 {c |}{col 14}{res}{space 2} .1395389{col 26}{space 2} .0650678{col 37}{space 1}    2.14{col 46}{space 3}0.032{col 54}{space 4} .0119787{col 67}{space 3}  .267099
{txt}{space 2}_Istate_11 {c |}{col 14}{res}{space 2}-.2279707{col 26}{space 2} .1889028{col 37}{space 1}   -1.21{col 46}{space 3}0.228{col 54}{space 4}-.5982993{col 67}{space 3} .1423578
{txt}{space 2}_Istate_12 {c |}{col 14}{res}{space 2} .0496241{col 26}{space 2} .0638186{col 37}{space 1}    0.78{col 46}{space 3}0.437{col 54}{space 4}-.0754871{col 67}{space 3} .1747353
{txt}{space 2}_Istate_13 {c |}{col 14}{res}{space 2}-.0187366{col 26}{space 2} .0736351{col 37}{space 1}   -0.25{col 46}{space 3}0.799{col 54}{space 4}-.1630923{col 67}{space 3}  .125619
{txt}{space 2}_Istate_14 {c |}{col 14}{res}{space 2}-.1484714{col 26}{space 2} .0628673{col 37}{space 1}   -2.36{col 46}{space 3}0.018{col 54}{space 4}-.2717177{col 67}{space 3}-.0252252
{txt}{space 2}_Istate_15 {c |}{col 14}{res}{space 2}-.1030392{col 26}{space 2} .0915918{col 37}{space 1}   -1.12{col 46}{space 3}0.261{col 54}{space 4}-.2825975{col 67}{space 3} .0765191
{txt}{space 2}_Istate_16 {c |}{col 14}{res}{space 2}  -.01478{col 26}{space 2} .0664385{col 37}{space 1}   -0.22{col 46}{space 3}0.824{col 54}{space 4}-.1450274{col 67}{space 3} .1154674
{txt}{space 2}_Istate_17 {c |}{col 14}{res}{space 2}-.0837269{col 26}{space 2} .0951548{col 37}{space 1}   -0.88{col 46}{space 3}0.379{col 54}{space 4}-.2702702{col 67}{space 3} .1028164
{txt}{space 2}_Istate_18 {c |}{col 14}{res}{space 2} .0225086{col 26}{space 2}  .078443{col 37}{space 1}    0.29{col 46}{space 3}0.774{col 54}{space 4}-.1312725{col 67}{space 3} .1762897
{txt}{space 2}_Istate_19 {c |}{col 14}{res}{space 2} .3680813{col 26}{space 2} .0693393{col 37}{space 1}    5.31{col 46}{space 3}0.000{col 54}{space 4} .2321472{col 67}{space 3} .5040154
{txt}{space 2}_Istate_20 {c |}{col 14}{res}{space 2} .3055245{col 26}{space 2}  .062707{col 37}{space 1}    4.87{col 46}{space 3}0.000{col 54}{space 4} .1825926{col 67}{space 3} .4284564
{txt}{space 2}_Istate_21 {c |}{col 14}{res}{space 2} -.025447{col 26}{space 2} .0605696{col 37}{space 1}   -0.42{col 46}{space 3}0.674{col 54}{space 4}-.1441888{col 67}{space 3} .0932948
{txt}{space 2}_Istate_22 {c |}{col 14}{res}{space 2} .0800951{col 26}{space 2} .0647459{col 37}{space 1}    1.24{col 46}{space 3}0.216{col 54}{space 4} -.046834{col 67}{space 3} .2070242
{txt}{space 2}_Istate_23 {c |}{col 14}{res}{space 2}-.0140975{col 26}{space 2} .0770032{col 37}{space 1}   -0.18{col 46}{space 3}0.855{col 54}{space 4}-.1650561{col 67}{space 3} .1368611
{txt}{space 2}_Istate_24 {c |}{col 14}{res}{space 2} -.058113{col 26}{space 2} .0643743{col 37}{space 1}   -0.90{col 46}{space 3}0.367{col 54}{space 4}-.1843136{col 67}{space 3} .0680875
{txt}{space 2}_Istate_26 {c |}{col 14}{res}{space 2}-.2368807{col 26}{space 2} .0729908{col 37}{space 1}   -3.25{col 46}{space 3}0.001{col 54}{space 4}-.3799733{col 67}{space 3}-.0937882
{txt}{space 2}_Istate_27 {c |}{col 14}{res}{space 2} .3232054{col 26}{space 2}  .088069{col 37}{space 1}    3.67{col 46}{space 3}0.000{col 54}{space 4} .1505534{col 67}{space 3} .4958575
{txt}{space 2}_Istate_28 {c |}{col 14}{res}{space 2} .3620352{col 26}{space 2} .1074803{col 37}{space 1}    3.37{col 46}{space 3}0.001{col 54}{space 4} .1513289{col 67}{space 3} .5727416
{txt}{space 2}_Istate_29 {c |}{col 14}{res}{space 2} .3785328{col 26}{space 2} .0625542{col 37}{space 1}    6.05{col 46}{space 3}0.000{col 54}{space 4} .2559005{col 67}{space 3} .5011652
{txt}{space 2}_Istate_30 {c |}{col 14}{res}{space 2} .0663782{col 26}{space 2} .1463702{col 37}{space 1}    0.45{col 46}{space 3}0.650{col 54}{space 4}-.2205687{col 67}{space 3}  .353325
{txt}{space 2}_Istate_31 {c |}{col 14}{res}{space 2} .1743151{col 26}{space 2} .0618406{col 37}{space 1}    2.82{col 46}{space 3}0.005{col 54}{space 4} .0530816{col 67}{space 3} .2955485
{txt}{space 2}_Istate_32 {c |}{col 14}{res}{space 2}-.0165881{col 26}{space 2} .0639384{col 37}{space 1}   -0.26{col 46}{space 3}0.795{col 54}{space 4}-.1419341{col 67}{space 3} .1087579
{txt}{space 2}_Istate_33 {c |}{col 14}{res}{space 2}-.1515344{col 26}{space 2} .1229383{col 37}{space 1}   -1.23{col 46}{space 3}0.218{col 54}{space 4} -.392545{col 67}{space 3} .0894762
{txt}{space 2}_Istate_34 {c |}{col 14}{res}{space 2}  .026492{col 26}{space 2} .0612667{col 37}{space 1}    0.43{col 46}{space 3}0.665{col 54}{space 4}-.0936165{col 67}{space 3} .1466004
{txt}{space 2}_Istate_35 {c |}{col 14}{res}{space 2}-.2248988{col 26}{space 2} .0993378{col 37}{space 1}   -2.26{col 46}{space 3}0.024{col 54}{space 4}-.4196425{col 67}{space 3} -.030155
{txt}{space 2}_Istate_36 {c |}{col 14}{res}{space 2} -.014776{col 26}{space 2} .0653051{col 37}{space 1}   -0.23{col 46}{space 3}0.821{col 54}{space 4}-.1428014{col 67}{space 3} .1132494
{txt}{space 2}_Istate_37 {c |}{col 14}{res}{space 2}-.1209077{col 26}{space 2}  .062125{col 37}{space 1}   -1.95{col 46}{space 3}0.052{col 54}{space 4}-.2426987{col 67}{space 3} .0008833
{txt}{space 2}_Istate_38 {c |}{col 14}{res}{space 2} .5687085{col 26}{space 2} .1748082{col 37}{space 1}    3.25{col 46}{space 3}0.001{col 54}{space 4} .2260113{col 67}{space 3} .9114057
{txt}{space 2}_Istate_39 {c |}{col 14}{res}{space 2}-.0853801{col 26}{space 2} .0706766{col 37}{space 1}   -1.21{col 46}{space 3}0.227{col 54}{space 4}-.2239359{col 67}{space 3} .0531757
{txt}{space 2}_Istate_40 {c |}{col 14}{res}{space 2}-.3053668{col 26}{space 2} .0986903{col 37}{space 1}   -3.09{col 46}{space 3}0.002{col 54}{space 4} -.498841{col 67}{space 3}-.1118925
{txt}{space 2}_Istate_41 {c |}{col 14}{res}{space 2} -.069389{col 26}{space 2} .0710997{col 37}{space 1}   -0.98{col 46}{space 3}0.329{col 54}{space 4}-.2087741{col 67}{space 3} .0699961
{txt}{space 2}_Istate_42 {c |}{col 14}{res}{space 2}-.1341425{col 26}{space 2} .0625995{col 37}{space 1}   -2.14{col 46}{space 3}0.032{col 54}{space 4}-.2568637{col 67}{space 3}-.0114212
{txt}{space 2}_Istate_43 {c |}{col 14}{res}{space 2}-.0654294{col 26}{space 2} .0722574{col 37}{space 1}   -0.91{col 46}{space 3}0.365{col 54}{space 4}-.2070842{col 67}{space 3} .0762254
{txt}{space 2}_Istate_45 {c |}{col 14}{res}{space 2} .0996714{col 26}{space 2} .0645869{col 37}{space 1}    1.54{col 46}{space 3}0.123{col 54}{space 4}-.0269461{col 67}{space 3} .2262888
{txt}{space 2}_Istate_46 {c |}{col 14}{res}{space 2} .3929379{col 26}{space 2} .0638065{col 37}{space 1}    6.16{col 46}{space 3}0.000{col 54}{space 4} .2678505{col 67}{space 3} .5180253
{txt}{space 2}_Istate_47 {c |}{col 14}{res}{space 2} .3283895{col 26}{space 2} .1899247{col 37}{space 1}    1.73{col 46}{space 3}0.084{col 54}{space 4}-.0439424{col 67}{space 3} .7007214
{txt}{space 2}_Istate_48 {c |}{col 14}{res}{space 2}-.0752308{col 26}{space 2} .0665257{col 37}{space 1}   -1.13{col 46}{space 3}0.258{col 54}{space 4}-.2056491{col 67}{space 3} .0551875
{txt}{space 2}_Istate_49 {c |}{col 14}{res}{space 2}-.3620905{col 26}{space 2} .1741029{col 37}{space 1}   -2.08{col 46}{space 3}0.038{col 54}{space 4}-.7034052{col 67}{space 3}-.0207758
{txt}{space 2}_Istate_50 {c |}{col 14}{res}{space 2} .4030644{col 26}{space 2} .1348409{col 37}{space 1}    2.99{col 46}{space 3}0.003{col 54}{space 4} .1387197{col 67}{space 3} .6674092
{txt}{space 2}_Istate_51 {c |}{col 14}{res}{space 2}-.3615202{col 26}{space 2} .4080504{col 37}{space 1}   -0.89{col 46}{space 3}0.376{col 54}{space 4} -1.16147{col 67}{space 3} .4384296
{txt}{space 3}_Ifsize_3 {c |}{col 14}{res}{space 2} .0707635{col 26}{space 2} .0210174{col 37}{space 1}    3.37{col 46}{space 3}0.001{col 54}{space 4} .0295606{col 67}{space 3} .1119664
{txt}{space 3}_Ifsize_4 {c |}{col 14}{res}{space 2} .1795946{col 26}{space 2}   .02782{col 37}{space 1}    6.46{col 46}{space 3}0.000{col 54}{space 4} .1250558{col 67}{space 3} .2341334
{txt}{space 3}_Ifsize_5 {c |}{col 14}{res}{space 2} .2453568{col 26}{space 2} .0388616{col 37}{space 1}    6.31{col 46}{space 3}0.000{col 54}{space 4} .1691719{col 67}{space 3} .3215418
{txt}{space 3}_Ifsize_6 {c |}{col 14}{res}{space 2} .3716232{col 26}{space 2} .0542772{col 37}{space 1}    6.85{col 46}{space 3}0.000{col 54}{space 4} .2652171{col 67}{space 3} .4780293
{txt}{space 3}_Ifsize_7 {c |}{col 14}{res}{space 2} .3110845{col 26}{space 2} .0861209{col 37}{space 1}    3.61{col 46}{space 3}0.000{col 54}{space 4} .1422515{col 67}{space 3} .4799175
{txt}{space 3}_Ifsize_8 {c |}{col 14}{res}{space 2} .4750524{col 26}{space 2} .1147675{col 37}{space 1}    4.14{col 46}{space 3}0.000{col 54}{space 4}   .25006{col 67}{space 3} .7000447
{txt}{space 3}_Ifsize_9 {c |}{col 14}{res}{space 2} .5162954{col 26}{space 2} .1612859{col 37}{space 1}    3.20{col 46}{space 3}0.001{col 54}{space 4} .2001074{col 67}{space 3} .8324834
{txt}{space 2}_Ifsize_10 {c |}{col 14}{res}{space 2} 1.275527{col 26}{space 2} .3994179{col 37}{space 1}    3.19{col 46}{space 3}0.001{col 54}{space 4}  .492501{col 67}{space 3} 2.058554
{txt}{space 2}_Ifsize_11 {c |}{col 14}{res}{space 2}-.4474278{col 26}{space 2} .3983369{col 37}{space 1}   -1.12{col 46}{space 3}0.261{col 54}{space 4}-1.228335{col 67}{space 3} .3334795
{txt}{space 2}_Ifsize_13 {c |}{col 14}{res}{space 2} .2300469{col 26}{space 2} .4019155{col 37}{space 1}    0.57{col 46}{space 3}0.567{col 54}{space 4}-.5578758{col 67}{space 3}  1.01797
{txt}{space 4}_Ikids_1 {c |}{col 14}{res}{space 2}-.0416208{col 26}{space 2} .0208957{col 37}{space 1}   -1.99{col 46}{space 3}0.046{col 54}{space 4}-.0825852{col 67}{space 3}-.0006565
{txt}{space 4}_Ikids_2 {c |}{col 14}{res}{space 2}-.1013903{col 26}{space 2}  .028512{col 37}{space 1}   -3.56{col 46}{space 3}0.000{col 54}{space 4}-.1572858{col 67}{space 3}-.0454948
{txt}{space 4}_Ikids_3 {c |}{col 14}{res}{space 2}-.1386457{col 26}{space 2} .0422757{col 37}{space 1}   -3.28{col 46}{space 3}0.001{col 54}{space 4}-.2215239{col 67}{space 3}-.0557675
{txt}{space 4}_Ikids_4 {c |}{col 14}{res}{space 2}-.2243884{col 26}{space 2}  .065656{col 37}{space 1}   -3.42{col 46}{space 3}0.001{col 54}{space 4}-.3531017{col 67}{space 3}-.0956751
{txt}{space 4}_Ikids_5 {c |}{col 14}{res}{space 2}-.2395376{col 26}{space 2} .1180328{col 37}{space 1}   -2.03{col 46}{space 3}0.042{col 54}{space 4}-.4709313{col 67}{space 3}-.0081439
{txt}{space 4}_Ikids_6 {c |}{col 14}{res}{space 2}-.5579244{col 26}{space 2} .1778579{col 37}{space 1}   -3.14{col 46}{space 3}0.002{col 54}{space 4}-.9066004{col 67}{space 3}-.2092484
{txt}{space 4}_Ikids_7 {c |}{col 14}{res}{space 2} .2620477{col 26}{space 2} .2816384{col 37}{space 1}    0.93{col 46}{space 3}0.352{col 54}{space 4}-.2900815{col 67}{space 3} .8141768
{txt}{space 4}_Ikids_8 {c |}{col 14}{res}{space 2} -.855597{col 26}{space 2} .5631118{col 37}{space 1}   -1.52{col 46}{space 3}0.129{col 54}{space 4}-1.959532{col 67}{space 3} .2483381
{txt}{space 4}_Irace_2 {c |}{col 14}{res}{space 2}-.2793431{col 26}{space 2} .0854519{col 37}{space 1}   -3.27{col 46}{space 3}0.001{col 54}{space 4}-.4468646{col 67}{space 3}-.1118216
{txt}{space 4}_Irace_3 {c |}{col 14}{res}{space 2} -.042427{col 26}{space 2} .0239326{col 37}{space 1}   -1.77{col 46}{space 3}0.076{col 54}{space 4}-.0893449{col 67}{space 3}  .004491
{txt}{space 3}_Iwrace_2 {c |}{col 14}{res}{space 2} .1201027{col 26}{space 2} .0891235{col 37}{space 1}    1.35{col 46}{space 3}0.178{col 54}{space 4}-.0546167{col 67}{space 3} .2948222
{txt}{space 3}_Iwrace_3 {c |}{col 14}{res}{space 2}-.0171486{col 26}{space 2} .0252575{col 37}{space 1}   -0.68{col 46}{space 3}0.497{col 54}{space 4}-.0666639{col 67}{space 3} .0323666
{txt}{space 7}_cons {c |}{col 14}{res}{space 2} 9.549843{col 26}{space 2} .1542316{col 37}{space 1}   61.92{col 46}{space 3}0.000{col 54}{space 4} 9.247485{col 67}{space 3} 9.852202
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}
{com}. predict uc if e(sample),res
{txt}
{com}. 
. * total income regression 
. reg log_totly kidsout bigcity extra _I*

      {txt}Source {c |}       SS       df       MS              Number of obs ={res}    5364
{txt}{hline 13}{char +}{hline 30}           F(148,  5215) ={res}   15.95
    {txt}   Model {char |} {res}  763.42777   148  5.15829574           {txt}Prob > F      = {res} 0.0000
    {txt}Residual {char |} {res} 1686.58552  5215  .323410455           {txt}R-squared     = {res} 0.3116
{txt}{hline 13}{char +}{hline 30}           Adj R-squared = {res} 0.2921
    {txt}   Total {char |} {res} 2450.01329  5363   .45683634           {txt}Root MSE      = {res} .56869

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 1}   log_totly{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 5}kidsout {c |}{col 14}{res}{space 2} .2104075{col 26}{space 2} .0240094{col 37}{space 1}    8.76{col 46}{space 3}0.000{col 54}{space 4} .1633389{col 67}{space 3}  .257476
{txt}{space 5}bigcity {c |}{col 14}{res}{space 2} .0533761{col 26}{space 2}  .019548{col 37}{space 1}    2.73{col 46}{space 3}0.006{col 54}{space 4} .0150539{col 67}{space 3} .0916983
{txt}{space 7}extra {c |}{col 14}{res}{space 2} .1266209{col 26}{space 2} .0215158{col 37}{space 1}    5.89{col 46}{space 3}0.000{col 54}{space 4} .0844409{col 67}{space 3} .1688009
{txt}{space 5}_Iyb_43 {c |}{col 14}{res}{space 2} .0873125{col 26}{space 2} .1003731{col 37}{space 1}    0.87{col 46}{space 3}0.384{col 54}{space 4}-.1094609{col 67}{space 3} .2840859
{txt}{space 5}_Iyb_44 {c |}{col 14}{res}{space 2}-.0037581{col 26}{space 2} .0992601{col 37}{space 1}   -0.04{col 46}{space 3}0.970{col 54}{space 4}-.1983494{col 67}{space 3} .1908333
{txt}{space 5}_Iyb_45 {c |}{col 14}{res}{space 2} .0624549{col 26}{space 2} .1012521{col 37}{space 1}    0.62{col 46}{space 3}0.537{col 54}{space 4}-.1360417{col 67}{space 3} .2609515
{txt}{space 5}_Iyb_46 {c |}{col 14}{res}{space 2} .0575134{col 26}{space 2} .1004186{col 37}{space 1}    0.57{col 46}{space 3}0.567{col 54}{space 4}-.1393491{col 67}{space 3}  .254376
{txt}{space 5}_Iyb_47 {c |}{col 14}{res}{space 2} .1730887{col 26}{space 2} .1001602{col 37}{space 1}    1.73{col 46}{space 3}0.084{col 54}{space 4}-.0232673{col 67}{space 3} .3694447
{txt}{space 5}_Iyb_48 {c |}{col 14}{res}{space 2} .3001364{col 26}{space 2} .0993623{col 37}{space 1}    3.02{col 46}{space 3}0.003{col 54}{space 4} .1053447{col 67}{space 3} .4949281
{txt}{space 5}_Iyb_49 {c |}{col 14}{res}{space 2} .1766961{col 26}{space 2} .1070797{col 37}{space 1}    1.65{col 46}{space 3}0.099{col 54}{space 4} -.033225{col 67}{space 3} .3866172
{txt}{space 5}_Iyb_50 {c |}{col 14}{res}{space 2} .1396549{col 26}{space 2} .1056467{col 37}{space 1}    1.32{col 46}{space 3}0.186{col 54}{space 4}-.0674569{col 67}{space 3} .3467666
{txt}{space 5}_Iyb_51 {c |}{col 14}{res}{space 2} .2890158{col 26}{space 2} .1075058{col 37}{space 1}    2.69{col 46}{space 3}0.007{col 54}{space 4} .0782593{col 67}{space 3} .4997722
{txt}{space 5}_Iyb_52 {c |}{col 14}{res}{space 2} .2211666{col 26}{space 2} .1074426{col 37}{space 1}    2.06{col 46}{space 3}0.040{col 54}{space 4} .0105341{col 67}{space 3} .4317991
{txt}{space 5}_Iyb_53 {c |}{col 14}{res}{space 2}  .313249{col 26}{space 2} .1099028{col 37}{space 1}    2.85{col 46}{space 3}0.004{col 54}{space 4} .0977935{col 67}{space 3} .5287046
{txt}{space 5}_Iyb_54 {c |}{col 14}{res}{space 2} .2335004{col 26}{space 2} .1144588{col 37}{space 1}    2.04{col 46}{space 3}0.041{col 54}{space 4} .0091131{col 67}{space 3} .4578876
{txt}{space 5}_Iyb_55 {c |}{col 14}{res}{space 2} .2359922{col 26}{space 2} .1163758{col 37}{space 1}    2.03{col 46}{space 3}0.043{col 54}{space 4} .0078468{col 67}{space 3} .4641375
{txt}{space 5}_Iyb_56 {c |}{col 14}{res}{space 2} .2645637{col 26}{space 2} .1181308{col 37}{space 1}    2.24{col 46}{space 3}0.025{col 54}{space 4} .0329779{col 67}{space 3} .4961495
{txt}{space 5}_Iyb_57 {c |}{col 14}{res}{space 2} .3251754{col 26}{space 2} .1217854{col 37}{space 1}    2.67{col 46}{space 3}0.008{col 54}{space 4}  .086425{col 67}{space 3} .5639258
{txt}{space 5}_Iyb_58 {c |}{col 14}{res}{space 2} .2390584{col 26}{space 2}  .124378{col 37}{space 1}    1.92{col 46}{space 3}0.055{col 54}{space 4}-.0047746{col 67}{space 3} .4828914
{txt}{space 5}_Iyb_59 {c |}{col 14}{res}{space 2}  .320698{col 26}{space 2} .1255468{col 37}{space 1}    2.55{col 46}{space 3}0.011{col 54}{space 4} .0745737{col 67}{space 3} .5668222
{txt}{space 5}_Iyb_60 {c |}{col 14}{res}{space 2} .1473112{col 26}{space 2} .1305083{col 37}{space 1}    1.13{col 46}{space 3}0.259{col 54}{space 4}-.1085397{col 67}{space 3} .4031621
{txt}{space 5}_Iyb_61 {c |}{col 14}{res}{space 2} .2213828{col 26}{space 2} .1354652{col 37}{space 1}    1.63{col 46}{space 3}0.102{col 54}{space 4}-.0441857{col 67}{space 3} .4869513
{txt}{space 5}_Iyb_62 {c |}{col 14}{res}{space 2} .1763579{col 26}{space 2} .1406842{col 37}{space 1}    1.25{col 46}{space 3}0.210{col 54}{space 4} -.099442{col 67}{space 3} .4521579
{txt}{space 5}_Iyb_63 {c |}{col 14}{res}{space 2} .3131061{col 26}{space 2} .1427655{col 37}{space 1}    2.19{col 46}{space 3}0.028{col 54}{space 4} .0332259{col 67}{space 3} .5929864
{txt}{space 5}_Iyb_64 {c |}{col 14}{res}{space 2} .3184648{col 26}{space 2} .1480001{col 37}{space 1}    2.15{col 46}{space 3}0.031{col 54}{space 4} .0283226{col 67}{space 3}  .608607
{txt}{space 5}_Iyb_65 {c |}{col 14}{res}{space 2} .1241368{col 26}{space 2} .1539532{col 37}{space 1}    0.81{col 46}{space 3}0.420{col 54}{space 4} -.177676{col 67}{space 3} .4259496
{txt}{space 5}_Iyb_66 {c |}{col 14}{res}{space 2} .1628983{col 26}{space 2} .1618454{col 37}{space 1}    1.01{col 46}{space 3}0.314{col 54}{space 4}-.1543865{col 67}{space 3} .4801832
{txt}{space 5}_Iyb_67 {c |}{col 14}{res}{space 2} .1725882{col 26}{space 2} .1623404{col 37}{space 1}    1.06{col 46}{space 3}0.288{col 54}{space 4} -.145667{col 67}{space 3} .4908434
{txt}{space 5}_Iyb_68 {c |}{col 14}{res}{space 2}  .202541{col 26}{space 2} .1705703{col 37}{space 1}    1.19{col 46}{space 3}0.235{col 54}{space 4}-.1318484{col 67}{space 3} .5369303
{txt}{space 5}_Iyb_69 {c |}{col 14}{res}{space 2}   .18119{col 26}{space 2} .1691602{col 37}{space 1}    1.07{col 46}{space 3}0.284{col 54}{space 4}-.1504349{col 67}{space 3} .5128149
{txt}{space 5}_Iyb_70 {c |}{col 14}{res}{space 2}   .18369{col 26}{space 2} .1833484{col 37}{space 1}    1.00{col 46}{space 3}0.316{col 54}{space 4}-.1757498{col 67}{space 3} .5431298
{txt}{space 5}_Iyb_71 {c |}{col 14}{res}{space 2} .1982163{col 26}{space 2} .1814183{col 37}{space 1}    1.09{col 46}{space 3}0.275{col 54}{space 4}-.1574397{col 67}{space 3} .5538722
{txt}{space 5}_Iyb_72 {c |}{col 14}{res}{space 2} .0158856{col 26}{space 2} .1935948{col 37}{space 1}    0.08{col 46}{space 3}0.935{col 54}{space 4}-.3636413{col 67}{space 3} .3954125
{txt}{space 4}_Iwyb_39 {c |}{col 14}{res}{space 2} .8297542{col 26}{space 2} .3060603{col 37}{space 1}    2.71{col 46}{space 3}0.007{col 54}{space 4} .2297479{col 67}{space 3} 1.429761
{txt}{space 4}_Iwyb_41 {c |}{col 14}{res}{space 2} .4081091{col 26}{space 2} .2511143{col 37}{space 1}    1.63{col 46}{space 3}0.104{col 54}{space 4}-.0841801{col 67}{space 3} .9003983
{txt}{space 4}_Iwyb_42 {c |}{col 14}{res}{space 2} .8978387{col 26}{space 2} .2199554{col 37}{space 1}    4.08{col 46}{space 3}0.000{col 54}{space 4} .4666339{col 67}{space 3} 1.329043
{txt}{space 4}_Iwyb_43 {c |}{col 14}{res}{space 2}  .330673{col 26}{space 2} .2009492{col 37}{space 1}    1.65{col 46}{space 3}0.100{col 54}{space 4}-.0632715{col 67}{space 3} .7246176
{txt}{space 4}_Iwyb_44 {c |}{col 14}{res}{space 2} .0626256{col 26}{space 2} .2086603{col 37}{space 1}    0.30{col 46}{space 3}0.764{col 54}{space 4}-.3464359{col 67}{space 3} .4716872
{txt}{space 4}_Iwyb_45 {c |}{col 14}{res}{space 2} .2377031{col 26}{space 2} .1909605{col 37}{space 1}    1.24{col 46}{space 3}0.213{col 54}{space 4}-.1366595{col 67}{space 3} .6120656
{txt}{space 4}_Iwyb_46 {c |}{col 14}{res}{space 2} .3579594{col 26}{space 2} .1828555{col 37}{space 1}    1.96{col 46}{space 3}0.050{col 54}{space 4} -.000514{col 67}{space 3} .7164327
{txt}{space 4}_Iwyb_47 {c |}{col 14}{res}{space 2} .5210965{col 26}{space 2} .1783554{col 37}{space 1}    2.92{col 46}{space 3}0.003{col 54}{space 4} .1714452{col 67}{space 3} .8707479
{txt}{space 4}_Iwyb_48 {c |}{col 14}{res}{space 2} .6484462{col 26}{space 2} .1782022{col 37}{space 1}    3.64{col 46}{space 3}0.000{col 54}{space 4} .2990953{col 67}{space 3} .9977971
{txt}{space 4}_Iwyb_49 {c |}{col 14}{res}{space 2} .5182639{col 26}{space 2} .1791864{col 37}{space 1}    2.89{col 46}{space 3}0.004{col 54}{space 4} .1669834{col 67}{space 3} .8695444
{txt}{space 4}_Iwyb_50 {c |}{col 14}{res}{space 2} .5746691{col 26}{space 2} .1777913{col 37}{space 1}    3.23{col 46}{space 3}0.001{col 54}{space 4} .2261236{col 67}{space 3} .9232145
{txt}{space 4}_Iwyb_51 {c |}{col 14}{res}{space 2} .6682187{col 26}{space 2} .1767913{col 37}{space 1}    3.78{col 46}{space 3}0.000{col 54}{space 4} .3216337{col 67}{space 3} 1.014804
{txt}{space 4}_Iwyb_52 {c |}{col 14}{res}{space 2} .5611028{col 26}{space 2} .1775565{col 37}{space 1}    3.16{col 46}{space 3}0.002{col 54}{space 4} .2130176{col 67}{space 3} .9091879
{txt}{space 4}_Iwyb_53 {c |}{col 14}{res}{space 2} .6133095{col 26}{space 2} .1785623{col 37}{space 1}    3.43{col 46}{space 3}0.001{col 54}{space 4} .2632525{col 67}{space 3} .9633665
{txt}{space 4}_Iwyb_54 {c |}{col 14}{res}{space 2} .6867884{col 26}{space 2} .1785981{col 37}{space 1}    3.85{col 46}{space 3}0.000{col 54}{space 4} .3366612{col 67}{space 3} 1.036916
{txt}{space 4}_Iwyb_55 {c |}{col 14}{res}{space 2} .6228576{col 26}{space 2} .1781545{col 37}{space 1}    3.50{col 46}{space 3}0.000{col 54}{space 4}    .2736{col 67}{space 3} .9721151
{txt}{space 4}_Iwyb_56 {c |}{col 14}{res}{space 2} .5001022{col 26}{space 2}  .181491{col 37}{space 1}    2.76{col 46}{space 3}0.006{col 54}{space 4} .1443037{col 67}{space 3} .8559007
{txt}{space 4}_Iwyb_57 {c |}{col 14}{res}{space 2} .6880595{col 26}{space 2} .1822951{col 37}{space 1}    3.77{col 46}{space 3}0.000{col 54}{space 4} .3306848{col 67}{space 3} 1.045434
{txt}{space 4}_Iwyb_58 {c |}{col 14}{res}{space 2} .7166933{col 26}{space 2}  .182618{col 37}{space 1}    3.92{col 46}{space 3}0.000{col 54}{space 4} .3586855{col 67}{space 3} 1.074701
{txt}{space 4}_Iwyb_59 {c |}{col 14}{res}{space 2} .5903705{col 26}{space 2}  .185525{col 37}{space 1}    3.18{col 46}{space 3}0.001{col 54}{space 4} .2266638{col 67}{space 3} .9540772
{txt}{space 4}_Iwyb_60 {c |}{col 14}{res}{space 2} .6814348{col 26}{space 2} .1877345{col 37}{space 1}    3.63{col 46}{space 3}0.000{col 54}{space 4} .3133965{col 67}{space 3} 1.049473
{txt}{space 4}_Iwyb_61 {c |}{col 14}{res}{space 2} .6430019{col 26}{space 2} .1871664{col 37}{space 1}    3.44{col 46}{space 3}0.001{col 54}{space 4} .2760773{col 67}{space 3} 1.009926
{txt}{space 4}_Iwyb_62 {c |}{col 14}{res}{space 2} .6880058{col 26}{space 2} .1891785{col 37}{space 1}    3.64{col 46}{space 3}0.000{col 54}{space 4} .3171366{col 67}{space 3} 1.058875
{txt}{space 4}_Iwyb_63 {c |}{col 14}{res}{space 2} .7232597{col 26}{space 2}  .192758{col 37}{space 1}    3.75{col 46}{space 3}0.000{col 54}{space 4} .3453732{col 67}{space 3} 1.101146
{txt}{space 4}_Iwyb_64 {c |}{col 14}{res}{space 2} .7914378{col 26}{space 2} .1959323{col 37}{space 1}    4.04{col 46}{space 3}0.000{col 54}{space 4} .4073283{col 67}{space 3} 1.175547
{txt}{space 4}_Iwyb_65 {c |}{col 14}{res}{space 2} .5568796{col 26}{space 2} .1974966{col 37}{space 1}    2.82{col 46}{space 3}0.005{col 54}{space 4} .1697035{col 67}{space 3} .9440557
{txt}{space 4}_Iwyb_66 {c |}{col 14}{res}{space 2}  .546103{col 26}{space 2} .2065008{col 37}{space 1}    2.64{col 46}{space 3}0.008{col 54}{space 4} .1412749{col 67}{space 3} .9509312
{txt}{space 4}_Iwyb_67 {c |}{col 14}{res}{space 2} .7324713{col 26}{space 2} .2020591{col 37}{space 1}    3.63{col 46}{space 3}0.000{col 54}{space 4} .3363509{col 67}{space 3} 1.128592
{txt}{space 4}_Iwyb_68 {c |}{col 14}{res}{space 2} .6854906{col 26}{space 2} .2096123{col 37}{space 1}    3.27{col 46}{space 3}0.001{col 54}{space 4} .2745627{col 67}{space 3} 1.096419
{txt}{space 4}_Iwyb_69 {c |}{col 14}{res}{space 2}   .86454{col 26}{space 2} .2105826{col 37}{space 1}    4.11{col 46}{space 3}0.000{col 54}{space 4} .4517099{col 67}{space 3}  1.27737
{txt}{space 4}_Iwyb_70 {c |}{col 14}{res}{space 2} .6384456{col 26}{space 2} .2112474{col 37}{space 1}    3.02{col 46}{space 3}0.003{col 54}{space 4} .2243123{col 67}{space 3} 1.052579
{txt}{space 4}_Iwyb_71 {c |}{col 14}{res}{space 2} .4730793{col 26}{space 2} .2216507{col 37}{space 1}    2.13{col 46}{space 3}0.033{col 54}{space 4} .0385511{col 67}{space 3} .9076075
{txt}{space 4}_Iwyb_72 {c |}{col 14}{res}{space 2} .6512679{col 26}{space 2} .2276421{col 37}{space 1}    2.86{col 46}{space 3}0.004{col 54}{space 4} .2049939{col 67}{space 3} 1.097542
{txt}{space 4}_Iwyb_73 {c |}{col 14}{res}{space 2} .7216549{col 26}{space 2} .2252536{col 37}{space 1}    3.20{col 46}{space 3}0.001{col 54}{space 4} .2800635{col 67}{space 3} 1.163246
{txt}{space 4}_Iwyb_74 {c |}{col 14}{res}{space 2}  .787099{col 26}{space 2} .2405526{col 37}{space 1}    3.27{col 46}{space 3}0.001{col 54}{space 4} .3155152{col 67}{space 3} 1.258683
{txt}{space 4}_Iwyb_75 {c |}{col 14}{res}{space 2} .9043619{col 26}{space 2} .2672459{col 37}{space 1}    3.38{col 46}{space 3}0.001{col 54}{space 4} .3804479{col 67}{space 3} 1.428276
{txt}{space 4}_Iwyb_76 {c |}{col 14}{res}{space 2} 1.148045{col 26}{space 2} .3644849{col 37}{space 1}    3.15{col 46}{space 3}0.002{col 54}{space 4} .4335017{col 67}{space 3} 1.862588
{txt}{space 4}_Iwyb_77 {c |}{col 14}{res}{space 2} .4170371{col 26}{space 2} .3388345{col 37}{space 1}    1.23{col 46}{space 3}0.218{col 54}{space 4}-.2472205{col 67}{space 3} 1.081295
{txt}{space 4}_Iwyb_79 {c |}{col 14}{res}{space 2} .7569521{col 26}{space 2} .3111567{col 37}{space 1}    2.43{col 46}{space 3}0.015{col 54}{space 4} .1469546{col 67}{space 3}  1.36695
{txt}{space 4}_Ieduc_2 {c |}{col 14}{res}{space 2}-.0321424{col 26}{space 2} .2744411{col 37}{space 1}   -0.12{col 46}{space 3}0.907{col 54}{space 4}-.5701619{col 67}{space 3} .5058771
{txt}{space 4}_Ieduc_3 {c |}{col 14}{res}{space 2} .0015343{col 26}{space 2} .2754527{col 37}{space 1}    0.01{col 46}{space 3}0.996{col 54}{space 4}-.5384683{col 67}{space 3} .5415369
{txt}{space 2}_IeduXyb_2 {c |}{col 14}{res}{space 2} .0043781{col 26}{space 2} .0048948{col 37}{space 1}    0.89{col 46}{space 3}0.371{col 54}{space 4}-.0052178{col 67}{space 3} .0139741
{txt}{space 2}_IeduXyb_3 {c |}{col 14}{res}{space 2} .0090938{col 26}{space 2} .0049251{col 37}{space 1}    1.85{col 46}{space 3}0.065{col 54}{space 4}-.0005614{col 67}{space 3}  .018749
{txt}{space 3}_Iweduc_2 {c |}{col 14}{res}{space 2} .9571476{col 26}{space 2} .3000004{col 37}{space 1}    3.19{col 46}{space 3}0.001{col 54}{space 4}  .369021{col 67}{space 3} 1.545274
{txt}{space 3}_Iweduc_3 {c |}{col 14}{res}{space 2} 1.374861{col 26}{space 2} .3055353{col 37}{space 1}    4.50{col 46}{space 3}0.000{col 54}{space 4}  .775884{col 67}{space 3} 1.973838
{txt}{space 1}_IwedXwyb_2 {c |}{col 14}{res}{space 2}-.0110381{col 26}{space 2} .0051287{col 37}{space 1}   -2.15{col 46}{space 3}0.031{col 54}{space 4}-.0210925{col 67}{space 3}-.0009837
{txt}{space 1}_IwedXwyb_3 {c |}{col 14}{res}{space 2}-.0148762{col 26}{space 2} .0051869{col 37}{space 1}   -2.87{col 46}{space 3}0.004{col 54}{space 4}-.0250448{col 67}{space 3}-.0047076
{txt}{space 3}_Istate_2 {c |}{col 14}{res}{space 2}  .269909{col 26}{space 2} .1112747{col 37}{space 1}    2.43{col 46}{space 3}0.015{col 54}{space 4} .0517639{col 67}{space 3} .4880541
{txt}{space 3}_Istate_3 {c |}{col 14}{res}{space 2}  .098039{col 26}{space 2} .0954372{col 37}{space 1}    1.03{col 46}{space 3}0.304{col 54}{space 4}-.0890579{col 67}{space 3}  .285136
{txt}{space 3}_Istate_4 {c |}{col 14}{res}{space 2} .1937702{col 26}{space 2}  .087035{col 37}{space 1}    2.23{col 46}{space 3}0.026{col 54}{space 4} .0231451{col 67}{space 3} .3643952
{txt}{space 3}_Istate_5 {c |}{col 14}{res}{space 2}-.0100131{col 26}{space 2} .1001513{col 37}{space 1}   -0.10{col 46}{space 3}0.920{col 54}{space 4}-.2063516{col 67}{space 3} .1863254
{txt}{space 3}_Istate_6 {c |}{col 14}{res}{space 2} .4957402{col 26}{space 2} .1147352{col 37}{space 1}    4.32{col 46}{space 3}0.000{col 54}{space 4} .2708111{col 67}{space 3} .7206693
{txt}{space 3}_Istate_9 {c |}{col 14}{res}{space 2}  .173304{col 26}{space 2} .0932882{col 37}{space 1}    1.86{col 46}{space 3}0.063{col 54}{space 4}  -.00958{col 67}{space 3}  .356188
{txt}{space 2}_Istate_10 {c |}{col 14}{res}{space 2} .2268936{col 26}{space 2} .0943207{col 37}{space 1}    2.41{col 46}{space 3}0.016{col 54}{space 4} .0419855{col 67}{space 3} .4118018
{txt}{space 2}_Istate_11 {c |}{col 14}{res}{space 2} .0894265{col 26}{space 2}  .273829{col 37}{space 1}    0.33{col 46}{space 3}0.744{col 54}{space 4}-.4473931{col 67}{space 3}  .626246
{txt}{space 2}_Istate_12 {c |}{col 14}{res}{space 2} .1481504{col 26}{space 2} .0925099{col 37}{space 1}    1.60{col 46}{space 3}0.109{col 54}{space 4}-.0332078{col 67}{space 3} .3295087
{txt}{space 2}_Istate_13 {c |}{col 14}{res}{space 2} .1214239{col 26}{space 2} .1067397{col 37}{space 1}    1.14{col 46}{space 3}0.255{col 54}{space 4}-.0878306{col 67}{space 3} .3306784
{txt}{space 2}_Istate_14 {c |}{col 14}{res}{space 2} .0903432{col 26}{space 2}  .091131{col 37}{space 1}    0.99{col 46}{space 3}0.322{col 54}{space 4}-.0883117{col 67}{space 3} .2689981
{txt}{space 2}_Istate_15 {c |}{col 14}{res}{space 2} .0143992{col 26}{space 2} .1327693{col 37}{space 1}    0.11{col 46}{space 3}0.914{col 54}{space 4}-.2458843{col 67}{space 3} .2746827
{txt}{space 2}_Istate_16 {c |}{col 14}{res}{space 2} .0710267{col 26}{space 2} .0963077{col 37}{space 1}    0.74{col 46}{space 3}0.461{col 54}{space 4}-.1177768{col 67}{space 3} .2598303
{txt}{space 2}_Istate_17 {c |}{col 14}{res}{space 2} .2793879{col 26}{space 2} .1379342{col 37}{space 1}    2.03{col 46}{space 3}0.043{col 54}{space 4} .0089791{col 67}{space 3} .5497967
{txt}{space 2}_Istate_18 {c |}{col 14}{res}{space 2} .0820565{col 26}{space 2} .1137091{col 37}{space 1}    0.72{col 46}{space 3}0.471{col 54}{space 4}-.1408609{col 67}{space 3}  .304974
{txt}{space 2}_Istate_19 {c |}{col 14}{res}{space 2} .4296445{col 26}{space 2} .1005126{col 37}{space 1}    4.27{col 46}{space 3}0.000{col 54}{space 4} .2325976{col 67}{space 3} .6266913
{txt}{space 2}_Istate_20 {c |}{col 14}{res}{space 2}  .208506{col 26}{space 2} .0908985{col 37}{space 1}    2.29{col 46}{space 3}0.022{col 54}{space 4} .0303067{col 67}{space 3} .3867052
{txt}{space 2}_Istate_21 {c |}{col 14}{res}{space 2} .0520683{col 26}{space 2} .0878003{col 37}{space 1}    0.59{col 46}{space 3}0.553{col 54}{space 4} -.120057{col 67}{space 3} .2241936
{txt}{space 2}_Istate_22 {c |}{col 14}{res}{space 2} .1301797{col 26}{space 2} .0938542{col 37}{space 1}    1.39{col 46}{space 3}0.165{col 54}{space 4}-.0538137{col 67}{space 3} .3141732
{txt}{space 2}_Istate_23 {c |}{col 14}{res}{space 2} .0993703{col 26}{space 2} .1116221{col 37}{space 1}    0.89{col 46}{space 3}0.373{col 54}{space 4}-.1194558{col 67}{space 3} .3181964
{txt}{space 2}_Istate_24 {c |}{col 14}{res}{space 2} .0751527{col 26}{space 2} .0933155{col 37}{space 1}    0.81{col 46}{space 3}0.421{col 54}{space 4}-.1077847{col 67}{space 3}   .25809
{txt}{space 2}_Istate_26 {c |}{col 14}{res}{space 2}-.1296475{col 26}{space 2} .1058057{col 37}{space 1}   -1.23{col 46}{space 3}0.221{col 54}{space 4} -.337071{col 67}{space 3}  .077776
{txt}{space 2}_Istate_27 {c |}{col 14}{res}{space 2} .3522613{col 26}{space 2} .1276627{col 37}{space 1}    2.76{col 46}{space 3}0.006{col 54}{space 4} .1019889{col 67}{space 3} .6025337
{txt}{space 2}_Istate_28 {c |}{col 14}{res}{space 2} .5875834{col 26}{space 2} .1558009{col 37}{space 1}    3.77{col 46}{space 3}0.000{col 54}{space 4} .2821484{col 67}{space 3} .8930184
{txt}{space 2}_Istate_29 {c |}{col 14}{res}{space 2} .4128326{col 26}{space 2} .0906771{col 37}{space 1}    4.55{col 46}{space 3}0.000{col 54}{space 4} .2350676{col 67}{space 3} .5905976
{txt}{space 2}_Istate_30 {c |}{col 14}{res}{space 2} .4283813{col 26}{space 2} .2121747{col 37}{space 1}    2.02{col 46}{space 3}0.044{col 54}{space 4}   .01243{col 67}{space 3} .8443327
{txt}{space 2}_Istate_31 {c |}{col 14}{res}{space 2} .2321308{col 26}{space 2} .0896427{col 37}{space 1}    2.59{col 46}{space 3}0.010{col 54}{space 4} .0563937{col 67}{space 3}  .407868
{txt}{space 2}_Istate_32 {c |}{col 14}{res}{space 2}  .054423{col 26}{space 2} .0926836{col 37}{space 1}    0.59{col 46}{space 3}0.557{col 54}{space 4}-.1272756{col 67}{space 3} .2361216
{txt}{space 2}_Istate_33 {c |}{col 14}{res}{space 2} -.249165{col 26}{space 2} .1782085{col 37}{space 1}   -1.40{col 46}{space 3}0.162{col 54}{space 4}-.5985282{col 67}{space 3} .1001983
{txt}{space 2}_Istate_34 {c |}{col 14}{res}{space 2}  .287455{col 26}{space 2} .0888108{col 37}{space 1}    3.24{col 46}{space 3}0.001{col 54}{space 4} .1133486{col 67}{space 3} .4615614
{txt}{space 2}_Istate_35 {c |}{col 14}{res}{space 2}-.1982408{col 26}{space 2} .1439978{col 37}{space 1}   -1.38{col 46}{space 3}0.169{col 54}{space 4}-.4805367{col 67}{space 3} .0840552
{txt}{space 2}_Istate_36 {c |}{col 14}{res}{space 2} .1304431{col 26}{space 2} .0946648{col 37}{space 1}    1.38{col 46}{space 3}0.168{col 54}{space 4}-.0551395{col 67}{space 3} .3160258
{txt}{space 2}_Istate_37 {c |}{col 14}{res}{space 2} .0188523{col 26}{space 2} .0900549{col 37}{space 1}    0.21{col 46}{space 3}0.834{col 54}{space 4}-.1576931{col 67}{space 3} .1953977
{txt}{space 2}_Istate_38 {c |}{col 14}{res}{space 2} .2472452{col 26}{space 2} .2533978{col 37}{space 1}    0.98{col 46}{space 3}0.329{col 54}{space 4}-.2495206{col 67}{space 3}  .744011
{txt}{space 2}_Istate_39 {c |}{col 14}{res}{space 2}-.0196227{col 26}{space 2} .1024512{col 37}{space 1}   -0.19{col 46}{space 3}0.848{col 54}{space 4}  -.22047{col 67}{space 3} .1812245
{txt}{space 2}_Istate_40 {c |}{col 14}{res}{space 2} -.245846{col 26}{space 2} .1430591{col 37}{space 1}   -1.72{col 46}{space 3}0.086{col 54}{space 4}-.5263018{col 67}{space 3} .0346097
{txt}{space 2}_Istate_41 {c |}{col 14}{res}{space 2}-.0182475{col 26}{space 2} .1030644{col 37}{space 1}   -0.18{col 46}{space 3}0.859{col 54}{space 4}-.2202969{col 67}{space 3} .1838019
{txt}{space 2}_Istate_42 {c |}{col 14}{res}{space 2} .0723493{col 26}{space 2} .0907428{col 37}{space 1}    0.80{col 46}{space 3}0.425{col 54}{space 4}-.1055445{col 67}{space 3} .2502432
{txt}{space 2}_Istate_43 {c |}{col 14}{res}{space 2}-.0157293{col 26}{space 2} .1047426{col 37}{space 1}   -0.15{col 46}{space 3}0.881{col 54}{space 4}-.2210688{col 67}{space 3} .1896101
{txt}{space 2}_Istate_45 {c |}{col 14}{res}{space 2} .2036802{col 26}{space 2} .0936237{col 37}{space 1}    2.18{col 46}{space 3}0.030{col 54}{space 4} .0201385{col 67}{space 3} .3872219
{txt}{space 2}_Istate_46 {c |}{col 14}{res}{space 2} .1798981{col 26}{space 2} .0924924{col 37}{space 1}    1.95{col 46}{space 3}0.052{col 54}{space 4}-.0014257{col 67}{space 3} .3612219
{txt}{space 2}_Istate_47 {c |}{col 14}{res}{space 2}-.4764159{col 26}{space 2} .2753103{col 37}{space 1}   -1.73{col 46}{space 3}0.084{col 54}{space 4} -1.01614{col 67}{space 3} .0633077
{txt}{space 2}_Istate_48 {c |}{col 14}{res}{space 2} .0688479{col 26}{space 2} .0964341{col 37}{space 1}    0.71{col 46}{space 3}0.475{col 54}{space 4}-.1202034{col 67}{space 3} .2578992
{txt}{space 2}_Istate_49 {c |}{col 14}{res}{space 2} .1055902{col 26}{space 2} .2523755{col 37}{space 1}    0.42{col 46}{space 3}0.676{col 54}{space 4}-.3891716{col 67}{space 3} .6003519
{txt}{space 2}_Istate_50 {c |}{col 14}{res}{space 2} .5038882{col 26}{space 2} .1954622{col 37}{space 1}    2.58{col 46}{space 3}0.010{col 54}{space 4} .1207003{col 67}{space 3}  .887076
{txt}{space 2}_Istate_51 {c |}{col 14}{res}{space 2} -.710612{col 26}{space 2} .5915003{col 37}{space 1}   -1.20{col 46}{space 3}0.230{col 54}{space 4}  -1.8702{col 67}{space 3} .4489765
{txt}{space 3}_Ifsize_3 {c |}{col 14}{res}{space 2}-.1063786{col 26}{space 2} .0304663{col 37}{space 1}   -3.49{col 46}{space 3}0.000{col 54}{space 4}-.1661054{col 67}{space 3}-.0466518
{txt}{space 3}_Ifsize_4 {c |}{col 14}{res}{space 2}-.0766481{col 26}{space 2} .0403272{col 37}{space 1}   -1.90{col 46}{space 3}0.057{col 54}{space 4}-.1557063{col 67}{space 3}   .00241
{txt}{space 3}_Ifsize_5 {c |}{col 14}{res}{space 2}-.1685299{col 26}{space 2} .0563328{col 37}{space 1}   -2.99{col 46}{space 3}0.003{col 54}{space 4}-.2789658{col 67}{space 3} -.058094
{txt}{space 3}_Ifsize_6 {c |}{col 14}{res}{space 2}-.2966648{col 26}{space 2}  .078679{col 37}{space 1}   -3.77{col 46}{space 3}0.000{col 54}{space 4}-.4509086{col 67}{space 3} -.142421
{txt}{space 3}_Ifsize_7 {c |}{col 14}{res}{space 2} -.446026{col 26}{space 2} .1248388{col 37}{space 1}   -3.57{col 46}{space 3}0.000{col 54}{space 4}-.6907624{col 67}{space 3}-.2012897
{txt}{space 3}_Ifsize_8 {c |}{col 14}{res}{space 2}-.3703871{col 26}{space 2} .1663643{col 37}{space 1}   -2.23{col 46}{space 3}0.026{col 54}{space 4}-.6965308{col 67}{space 3}-.0442435
{txt}{space 3}_Ifsize_9 {c |}{col 14}{res}{space 2}-.3868731{col 26}{space 2} .2337963{col 37}{space 1}   -1.65{col 46}{space 3}0.098{col 54}{space 4}-.8452118{col 67}{space 3} .0714656
{txt}{space 2}_Ifsize_10 {c |}{col 14}{res}{space 2}-.1128509{col 26}{space 2} .5789867{col 37}{space 1}   -0.19{col 46}{space 3}0.845{col 54}{space 4}-1.247908{col 67}{space 3} 1.022206
{txt}{space 2}_Ifsize_11 {c |}{col 14}{res}{space 2}-.6176863{col 26}{space 2} .5774199{col 37}{space 1}   -1.07{col 46}{space 3}0.285{col 54}{space 4}-1.749671{col 67}{space 3} .5142986
{txt}{space 2}_Ifsize_13 {c |}{col 14}{res}{space 2}-.7942045{col 26}{space 2} .5826072{col 37}{space 1}   -1.36{col 46}{space 3}0.173{col 54}{space 4}-1.936359{col 67}{space 3} .3479497
{txt}{space 4}_Ikids_1 {c |}{col 14}{res}{space 2} .0473507{col 26}{space 2} .0302899{col 37}{space 1}    1.56{col 46}{space 3}0.118{col 54}{space 4}-.0120303{col 67}{space 3} .1067317
{txt}{space 4}_Ikids_2 {c |}{col 14}{res}{space 2} .0543417{col 26}{space 2} .0413303{col 37}{space 1}    1.31{col 46}{space 3}0.189{col 54}{space 4}-.0266831{col 67}{space 3} .1353665
{txt}{space 4}_Ikids_3 {c |}{col 14}{res}{space 2} .0952181{col 26}{space 2} .0612819{col 37}{space 1}    1.55{col 46}{space 3}0.120{col 54}{space 4}-.0249202{col 67}{space 3} .2153563
{txt}{space 4}_Ikids_4 {c |}{col 14}{res}{space 2}  .285823{col 26}{space 2} .0951734{col 37}{space 1}    3.00{col 46}{space 3}0.003{col 54}{space 4} .0992433{col 67}{space 3} .4724027
{txt}{space 4}_Ikids_5 {c |}{col 14}{res}{space 2} .0818446{col 26}{space 2} .1710975{col 37}{space 1}    0.48{col 46}{space 3}0.632{col 54}{space 4}-.2535782{col 67}{space 3} .4172674
{txt}{space 4}_Ikids_6 {c |}{col 14}{res}{space 2}-.2402652{col 26}{space 2} .2578186{col 37}{space 1}   -0.93{col 46}{space 3}0.351{col 54}{space 4}-.7456977{col 67}{space 3} .2651673
{txt}{space 4}_Ikids_7 {c |}{col 14}{res}{space 2} 1.258295{col 26}{space 2} .4082563{col 37}{space 1}    3.08{col 46}{space 3}0.002{col 54}{space 4} .4579414{col 67}{space 3} 2.058648
{txt}{space 4}_Ikids_8 {c |}{col 14}{res}{space 2} .7388805{col 26}{space 2} .8162736{col 37}{space 1}    0.91{col 46}{space 3}0.365{col 54}{space 4}-.8613578{col 67}{space 3} 2.339119
{txt}{space 4}_Irace_2 {c |}{col 14}{res}{space 2}-.3588668{col 26}{space 2}  .123869{col 37}{space 1}   -2.90{col 46}{space 3}0.004{col 54}{space 4} -.601702{col 67}{space 3}-.1160317
{txt}{space 4}_Irace_3 {c |}{col 14}{res}{space 2} -.125565{col 26}{space 2} .0346921{col 37}{space 1}   -3.62{col 46}{space 3}0.000{col 54}{space 4}-.1935761{col 67}{space 3}-.0575539
{txt}{space 3}_Iwrace_2 {c |}{col 14}{res}{space 2} .2178403{col 26}{space 2} .1291914{col 37}{space 1}    1.69{col 46}{space 3}0.092{col 54}{space 4}-.0354289{col 67}{space 3} .4711094
{txt}{space 3}_Iwrace_3 {c |}{col 14}{res}{space 2}-.0284008{col 26}{space 2} .0366126{col 37}{space 1}   -0.78{col 46}{space 3}0.438{col 54}{space 4}-.1001769{col 67}{space 3} .0433753
{txt}{space 7}_cons {c |}{col 14}{res}{space 2} 9.390145{col 26}{space 2} .2235705{col 37}{space 1}   42.00{col 46}{space 3}0.000{col 54}{space 4} 8.951853{col 67}{space 3} 9.828436
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}
{com}. predict utoty if e(sample),res
{txt}
{com}. 
. * asset regression 
. *reg tot_assets3 kidsout bigcity extra _I*
. reg log_ass kidsout bigcity extra _I*

      {txt}Source {c |}       SS       df       MS              Number of obs ={res}    5364
{txt}{hline 13}{char +}{hline 30}           F(148,  5215) ={res}   18.38
    {txt}   Model {char |} {res} 3341.94198   148   22.580689           {txt}Prob > F      = {res} 0.0000
    {txt}Residual {char |} {res} 6405.62059  5215  1.22830692           {txt}R-squared     = {res} 0.3428
{txt}{hline 13}{char +}{hline 30}           Adj R-squared = {res} 0.3242
    {txt}   Total {char |} {res} 9747.56257  5363  1.81755782           {txt}Root MSE      = {res} 1.1083

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 1}     log_ass{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 5}kidsout {c |}{col 14}{res}{space 2} .1337055{col 26}{space 2} .0467906{col 37}{space 1}    2.86{col 46}{space 3}0.004{col 54}{space 4} .0419763{col 67}{space 3} .2254347
{txt}{space 5}bigcity {c |}{col 14}{res}{space 2}-.0215229{col 26}{space 2} .0380959{col 37}{space 1}   -0.56{col 46}{space 3}0.572{col 54}{space 4}-.0962068{col 67}{space 3} .0531609
{txt}{space 7}extra {c |}{col 14}{res}{space 2} .0558339{col 26}{space 2} .0419309{col 37}{space 1}    1.33{col 46}{space 3}0.183{col 54}{space 4}-.0263682{col 67}{space 3}  .138036
{txt}{space 5}_Iyb_43 {c |}{col 14}{res}{space 2} .0718084{col 26}{space 2} .1956113{col 37}{space 1}    0.37{col 46}{space 3}0.714{col 54}{space 4}-.3116716{col 67}{space 3} .4552885
{txt}{space 5}_Iyb_44 {c |}{col 14}{res}{space 2} .1909046{col 26}{space 2} .1934421{col 37}{space 1}    0.99{col 46}{space 3}0.324{col 54}{space 4} -.188323{col 67}{space 3} .5701321
{txt}{space 5}_Iyb_45 {c |}{col 14}{res}{space 2}-.0607206{col 26}{space 2} .1973243{col 37}{space 1}   -0.31{col 46}{space 3}0.758{col 54}{space 4} -.447559{col 67}{space 3} .3261178
{txt}{space 5}_Iyb_46 {c |}{col 14}{res}{space 2} .1858971{col 26}{space 2} .1956999{col 37}{space 1}    0.95{col 46}{space 3}0.342{col 54}{space 4}-.1977567{col 67}{space 3} .5695509
{txt}{space 5}_Iyb_47 {c |}{col 14}{res}{space 2} .0085509{col 26}{space 2} .1951963{col 37}{space 1}    0.04{col 46}{space 3}0.965{col 54}{space 4}-.3741157{col 67}{space 3} .3912175
{txt}{space 5}_Iyb_48 {c |}{col 14}{res}{space 2} .3134978{col 26}{space 2} .1936413{col 37}{space 1}    1.62{col 46}{space 3}0.106{col 54}{space 4}-.0661203{col 67}{space 3} .6931158
{txt}{space 5}_Iyb_49 {c |}{col 14}{res}{space 2}-.0314279{col 26}{space 2} .2086813{col 37}{space 1}   -0.15{col 46}{space 3}0.880{col 54}{space 4}-.4405308{col 67}{space 3}  .377675
{txt}{space 5}_Iyb_50 {c |}{col 14}{res}{space 2} .3481828{col 26}{space 2} .2058886{col 37}{space 1}    1.69{col 46}{space 3}0.091{col 54}{space 4} -.055445{col 67}{space 3} .7518106
{txt}{space 5}_Iyb_51 {c |}{col 14}{res}{space 2} .2731634{col 26}{space 2} .2095118{col 37}{space 1}    1.30{col 46}{space 3}0.192{col 54}{space 4}-.1375675{col 67}{space 3} .6838942
{txt}{space 5}_Iyb_52 {c |}{col 14}{res}{space 2}-.0093661{col 26}{space 2} .2093885{col 37}{space 1}   -0.04{col 46}{space 3}0.964{col 54}{space 4}-.4198554{col 67}{space 3} .4011231
{txt}{space 5}_Iyb_53 {c |}{col 14}{res}{space 2} .2846253{col 26}{space 2} .2141831{col 37}{space 1}    1.33{col 46}{space 3}0.184{col 54}{space 4}-.1352633{col 67}{space 3} .7045139
{txt}{space 5}_Iyb_54 {c |}{col 14}{res}{space 2} .2416308{col 26}{space 2} .2230621{col 37}{space 1}    1.08{col 46}{space 3}0.279{col 54}{space 4}-.1956643{col 67}{space 3} .6789258
{txt}{space 5}_Iyb_55 {c |}{col 14}{res}{space 2} .2171876{col 26}{space 2} .2267979{col 37}{space 1}    0.96{col 46}{space 3}0.338{col 54}{space 4}-.2274314{col 67}{space 3} .6618065
{txt}{space 5}_Iyb_56 {c |}{col 14}{res}{space 2} .3197774{col 26}{space 2} .2302181{col 37}{space 1}    1.39{col 46}{space 3}0.165{col 54}{space 4}-.1315465{col 67}{space 3} .7711013
{txt}{space 5}_Iyb_57 {c |}{col 14}{res}{space 2} .3931833{col 26}{space 2} .2373403{col 37}{space 1}    1.66{col 46}{space 3}0.098{col 54}{space 4}-.0721033{col 67}{space 3} .8584698
{txt}{space 5}_Iyb_58 {c |}{col 14}{res}{space 2} .1344589{col 26}{space 2}  .242393{col 37}{space 1}    0.55{col 46}{space 3}0.579{col 54}{space 4}-.3407329{col 67}{space 3} .6096507
{txt}{space 5}_Iyb_59 {c |}{col 14}{res}{space 2} .2664826{col 26}{space 2} .2446707{col 37}{space 1}    1.09{col 46}{space 3}0.276{col 54}{space 4}-.2131746{col 67}{space 3} .7461397
{txt}{space 5}_Iyb_60 {c |}{col 14}{res}{space 2}  .092322{col 26}{space 2} .2543399{col 37}{space 1}    0.36{col 46}{space 3}0.717{col 54}{space 4}-.4062907{col 67}{space 3} .5909347
{txt}{space 5}_Iyb_61 {c |}{col 14}{res}{space 2}  .071474{col 26}{space 2} .2640001{col 37}{space 1}    0.27{col 46}{space 3}0.787{col 54}{space 4}-.4460768{col 67}{space 3} .5890248
{txt}{space 5}_Iyb_62 {c |}{col 14}{res}{space 2} .1927353{col 26}{space 2} .2741711{col 37}{space 1}    0.70{col 46}{space 3}0.482{col 54}{space 4} -.344755{col 67}{space 3} .7302256
{txt}{space 5}_Iyb_63 {c |}{col 14}{res}{space 2} .3441866{col 26}{space 2} .2782273{col 37}{space 1}    1.24{col 46}{space 3}0.216{col 54}{space 4}-.2012555{col 67}{space 3} .8896286
{txt}{space 5}_Iyb_64 {c |}{col 14}{res}{space 2} .1275852{col 26}{space 2} .2884287{col 37}{space 1}    0.44{col 46}{space 3}0.658{col 54}{space 4}-.4378559{col 67}{space 3} .6930262
{txt}{space 5}_Iyb_65 {c |}{col 14}{res}{space 2} .0905842{col 26}{space 2} .3000303{col 37}{space 1}    0.30{col 46}{space 3}0.763{col 54}{space 4}-.4976009{col 67}{space 3} .6787694
{txt}{space 5}_Iyb_66 {c |}{col 14}{res}{space 2} .1941516{col 26}{space 2}  .315411{col 37}{space 1}    0.62{col 46}{space 3}0.538{col 54}{space 4}-.4241861{col 67}{space 3} .8124893
{txt}{space 5}_Iyb_67 {c |}{col 14}{res}{space 2} .1357541{col 26}{space 2} .3163757{col 37}{space 1}    0.43{col 46}{space 3}0.668{col 54}{space 4}-.4844748{col 67}{space 3}  .755983
{txt}{space 5}_Iyb_68 {c |}{col 14}{res}{space 2}-.0408438{col 26}{space 2} .3324145{col 37}{space 1}   -0.12{col 46}{space 3}0.902{col 54}{space 4}-.6925154{col 67}{space 3} .6108279
{txt}{space 5}_Iyb_69 {c |}{col 14}{res}{space 2}-.3613358{col 26}{space 2} .3296664{col 37}{space 1}   -1.10{col 46}{space 3}0.273{col 54}{space 4} -1.00762{col 67}{space 3} .2849485
{txt}{space 5}_Iyb_70 {c |}{col 14}{res}{space 2}-.3632828{col 26}{space 2}  .357317{col 37}{space 1}   -1.02{col 46}{space 3}0.309{col 54}{space 4}-1.063774{col 67}{space 3} .3372082
{txt}{space 5}_Iyb_71 {c |}{col 14}{res}{space 2}-.1990128{col 26}{space 2} .3535555{col 37}{space 1}   -0.56{col 46}{space 3}0.574{col 54}{space 4}-.8921298{col 67}{space 3} .4941041
{txt}{space 5}_Iyb_72 {c |}{col 14}{res}{space 2}-.3326021{col 26}{space 2} .3772855{col 37}{space 1}   -0.88{col 46}{space 3}0.378{col 54}{space 4} -1.07224{col 67}{space 3} .4070355
{txt}{space 4}_Iwyb_39 {c |}{col 14}{res}{space 2} 1.783091{col 26}{space 2} .5964628{col 37}{space 1}    2.99{col 46}{space 3}0.003{col 54}{space 4} .6137745{col 67}{space 3} 2.952408
{txt}{space 4}_Iwyb_41 {c |}{col 14}{res}{space 2} 2.481409{col 26}{space 2} .4893818{col 37}{space 1}    5.07{col 46}{space 3}0.000{col 54}{space 4} 1.522015{col 67}{space 3} 3.440802
{txt}{space 4}_Iwyb_42 {c |}{col 14}{res}{space 2} 2.455897{col 26}{space 2} .4286581{col 37}{space 1}    5.73{col 46}{space 3}0.000{col 54}{space 4} 1.615548{col 67}{space 3} 3.296247
{txt}{space 4}_Iwyb_43 {c |}{col 14}{res}{space 2}  1.83375{col 26}{space 2}  .391618{col 37}{space 1}    4.68{col 46}{space 3}0.000{col 54}{space 4} 1.066015{col 67}{space 3} 2.601486
{txt}{space 4}_Iwyb_44 {c |}{col 14}{res}{space 2} 2.216987{col 26}{space 2} .4066457{col 37}{space 1}    5.45{col 46}{space 3}0.000{col 54}{space 4} 1.419791{col 67}{space 3} 3.014182
{txt}{space 4}_Iwyb_45 {c |}{col 14}{res}{space 2} 2.372396{col 26}{space 2} .3721517{col 37}{space 1}    6.37{col 46}{space 3}0.000{col 54}{space 4} 1.642823{col 67}{space 3} 3.101969
{txt}{space 4}_Iwyb_46 {c |}{col 14}{res}{space 2} 1.842208{col 26}{space 2} .3563563{col 37}{space 1}    5.17{col 46}{space 3}0.000{col 54}{space 4} 1.143601{col 67}{space 3} 2.540816
{txt}{space 4}_Iwyb_47 {c |}{col 14}{res}{space 2} 1.543489{col 26}{space 2} .3475864{col 37}{space 1}    4.44{col 46}{space 3}0.000{col 54}{space 4} .8620745{col 67}{space 3} 2.224904
{txt}{space 4}_Iwyb_48 {c |}{col 14}{res}{space 2} 2.225534{col 26}{space 2} .3472877{col 37}{space 1}    6.41{col 46}{space 3}0.000{col 54}{space 4} 1.544705{col 67}{space 3} 2.906363
{txt}{space 4}_Iwyb_49 {c |}{col 14}{res}{space 2} 1.660399{col 26}{space 2} .3492059{col 37}{space 1}    4.75{col 46}{space 3}0.000{col 54}{space 4} .9758091{col 67}{space 3} 2.344989
{txt}{space 4}_Iwyb_50 {c |}{col 14}{res}{space 2} 1.493651{col 26}{space 2}  .346487{col 37}{space 1}    4.31{col 46}{space 3}0.000{col 54}{space 4} .8143909{col 67}{space 3}  2.17291
{txt}{space 4}_Iwyb_51 {c |}{col 14}{res}{space 2}  1.51918{col 26}{space 2} .3445381{col 37}{space 1}    4.41{col 46}{space 3}0.000{col 54}{space 4} .8437413{col 67}{space 3} 2.194619
{txt}{space 4}_Iwyb_52 {c |}{col 14}{res}{space 2} 1.757008{col 26}{space 2} .3460294{col 37}{space 1}    5.08{col 46}{space 3}0.000{col 54}{space 4} 1.078645{col 67}{space 3}  2.43537
{txt}{space 4}_Iwyb_53 {c |}{col 14}{res}{space 2} 1.566102{col 26}{space 2} .3479896{col 37}{space 1}    4.50{col 46}{space 3}0.000{col 54}{space 4} .8838969{col 67}{space 3} 2.248308
{txt}{space 4}_Iwyb_54 {c |}{col 14}{res}{space 2} 1.761544{col 26}{space 2} .3480594{col 37}{space 1}    5.06{col 46}{space 3}0.000{col 54}{space 4} 1.079202{col 67}{space 3} 2.443886
{txt}{space 4}_Iwyb_55 {c |}{col 14}{res}{space 2} 1.475568{col 26}{space 2} .3471949{col 37}{space 1}    4.25{col 46}{space 3}0.000{col 54}{space 4} .7949205{col 67}{space 3} 2.156215
{txt}{space 4}_Iwyb_56 {c |}{col 14}{res}{space 2} 1.233895{col 26}{space 2} .3536972{col 37}{space 1}    3.49{col 46}{space 3}0.000{col 54}{space 4} .5404998{col 67}{space 3} 1.927289
{txt}{space 4}_Iwyb_57 {c |}{col 14}{res}{space 2} 1.141867{col 26}{space 2} .3552641{col 37}{space 1}    3.21{col 46}{space 3}0.001{col 54}{space 4} .4454001{col 67}{space 3} 1.838333
{txt}{space 4}_Iwyb_58 {c |}{col 14}{res}{space 2} 1.380381{col 26}{space 2} .3558935{col 37}{space 1}    3.88{col 46}{space 3}0.000{col 54}{space 4} .6826803{col 67}{space 3} 2.078081
{txt}{space 4}_Iwyb_59 {c |}{col 14}{res}{space 2} 1.313357{col 26}{space 2} .3615587{col 37}{space 1}    3.63{col 46}{space 3}0.000{col 54}{space 4} .6045509{col 67}{space 3} 2.022164
{txt}{space 4}_Iwyb_60 {c |}{col 14}{res}{space 2} 1.435432{col 26}{space 2} .3658647{col 37}{space 1}    3.92{col 46}{space 3}0.000{col 54}{space 4} .7181844{col 67}{space 3}  2.15268
{txt}{space 4}_Iwyb_61 {c |}{col 14}{res}{space 2} 1.235354{col 26}{space 2} .3647576{col 37}{space 1}    3.39{col 46}{space 3}0.001{col 54}{space 4} .5202764{col 67}{space 3} 1.950432
{txt}{space 4}_Iwyb_62 {c |}{col 14}{res}{space 2} 1.020545{col 26}{space 2} .3686789{col 37}{space 1}    2.77{col 46}{space 3}0.006{col 54}{space 4} .2977799{col 67}{space 3}  1.74331
{txt}{space 4}_Iwyb_63 {c |}{col 14}{res}{space 2} 1.267661{col 26}{space 2} .3756548{col 37}{space 1}    3.37{col 46}{space 3}0.001{col 54}{space 4} .5312202{col 67}{space 3} 2.004102
{txt}{space 4}_Iwyb_64 {c |}{col 14}{res}{space 2} 1.348003{col 26}{space 2}  .381841{col 37}{space 1}    3.53{col 46}{space 3}0.000{col 54}{space 4} .5994348{col 67}{space 3} 2.096571
{txt}{space 4}_Iwyb_65 {c |}{col 14}{res}{space 2} 1.024227{col 26}{space 2} .3848895{col 37}{space 1}    2.66{col 46}{space 3}0.008{col 54}{space 4} .2696824{col 67}{space 3} 1.778772
{txt}{space 4}_Iwyb_66 {c |}{col 14}{res}{space 2} .7669807{col 26}{space 2} .4024373{col 37}{space 1}    1.91{col 46}{space 3}0.057{col 54}{space 4} -.021965{col 67}{space 3} 1.555926
{txt}{space 4}_Iwyb_67 {c |}{col 14}{res}{space 2} 1.293426{col 26}{space 2}  .393781{col 37}{space 1}    3.28{col 46}{space 3}0.001{col 54}{space 4} .5214504{col 67}{space 3} 2.065402
{txt}{space 4}_Iwyb_68 {c |}{col 14}{res}{space 2} .9743327{col 26}{space 2}  .408501{col 37}{space 1}    2.39{col 46}{space 3}0.017{col 54}{space 4} .1734995{col 67}{space 3} 1.775166
{txt}{space 4}_Iwyb_69 {c |}{col 14}{res}{space 2}  1.27018{col 26}{space 2} .4103919{col 37}{space 1}    3.10{col 46}{space 3}0.002{col 54}{space 4} .4656403{col 67}{space 3} 2.074721
{txt}{space 4}_Iwyb_70 {c |}{col 14}{res}{space 2} 1.038766{col 26}{space 2} .4116875{col 37}{space 1}    2.52{col 46}{space 3}0.012{col 54}{space 4} .2316855{col 67}{space 3} 1.845846
{txt}{space 4}_Iwyb_71 {c |}{col 14}{res}{space 2} .7210961{col 26}{space 2}  .431962{col 37}{space 1}    1.67{col 46}{space 3}0.095{col 54}{space 4}-.1257303{col 67}{space 3} 1.567923
{txt}{space 4}_Iwyb_72 {c |}{col 14}{res}{space 2} 1.185633{col 26}{space 2} .4436384{col 37}{space 1}    2.67{col 46}{space 3}0.008{col 54}{space 4} .3159157{col 67}{space 3}  2.05535
{txt}{space 4}_Iwyb_73 {c |}{col 14}{res}{space 2} 1.133473{col 26}{space 2} .4389834{col 37}{space 1}    2.58{col 46}{space 3}0.010{col 54}{space 4} .2728815{col 67}{space 3} 1.994064
{txt}{space 4}_Iwyb_74 {c |}{col 14}{res}{space 2} 1.536379{col 26}{space 2} .4687988{col 37}{space 1}    3.28{col 46}{space 3}0.001{col 54}{space 4} .6173368{col 67}{space 3} 2.455421
{txt}{space 4}_Iwyb_75 {c |}{col 14}{res}{space 2} .6324985{col 26}{space 2} .5208198{col 37}{space 1}    1.21{col 46}{space 3}0.225{col 54}{space 4}-.3885266{col 67}{space 3} 1.653524
{txt}{space 4}_Iwyb_76 {c |}{col 14}{res}{space 2}-.1829109{col 26}{space 2} .7103231{col 37}{space 1}   -0.26{col 46}{space 3}0.797{col 54}{space 4}-1.575442{col 67}{space 3}  1.20962
{txt}{space 4}_Iwyb_77 {c |}{col 14}{res}{space 2} .7806483{col 26}{space 2} .6603346{col 37}{space 1}    1.18{col 46}{space 3}0.237{col 54}{space 4}-.5138842{col 67}{space 3} 2.075181
{txt}{space 4}_Iwyb_79 {c |}{col 14}{res}{space 2}-1.272646{col 26}{space 2} .6063949{col 37}{space 1}   -2.10{col 46}{space 3}0.036{col 54}{space 4}-2.461434{col 67}{space 3}-.0838579
{txt}{space 4}_Ieduc_2 {c |}{col 14}{res}{space 2} 1.094517{col 26}{space 2} .5348421{col 37}{space 1}    2.05{col 46}{space 3}0.041{col 54}{space 4} .0460027{col 67}{space 3} 2.143032
{txt}{space 4}_Ieduc_3 {c |}{col 14}{res}{space 2}  1.65684{col 26}{space 2} .5368135{col 37}{space 1}    3.09{col 46}{space 3}0.002{col 54}{space 4} .6044608{col 67}{space 3} 2.709219
{txt}{space 2}_IeduXyb_2 {c |}{col 14}{res}{space 2}-.0124557{col 26}{space 2} .0095393{col 37}{space 1}   -1.31{col 46}{space 3}0.192{col 54}{space 4}-.0311567{col 67}{space 3} .0062453
{txt}{space 2}_IeduXyb_3 {c |}{col 14}{res}{space 2}-.0152162{col 26}{space 2} .0095982{col 37}{space 1}   -1.59{col 46}{space 3}0.113{col 54}{space 4}-.0340326{col 67}{space 3} .0036002
{txt}{space 3}_Iweduc_2 {c |}{col 14}{res}{space 2} .4612221{col 26}{space 2} .5846532{col 37}{space 1}    0.79{col 46}{space 3}0.430{col 54}{space 4}-.6849431{col 67}{space 3} 1.607387
{txt}{space 3}_Iweduc_3 {c |}{col 14}{res}{space 2}  .255572{col 26}{space 2} .5954397{col 37}{space 1}    0.43{col 46}{space 3}0.668{col 54}{space 4}-.9117393{col 67}{space 3} 1.422883
{txt}{space 1}_IwedXwyb_2 {c |}{col 14}{res}{space 2} .0012787{col 26}{space 2}  .009995{col 37}{space 1}    0.13{col 46}{space 3}0.898{col 54}{space 4}-.0183158{col 67}{space 3} .0208731
{txt}{space 1}_IwedXwyb_3 {c |}{col 14}{res}{space 2} .0091198{col 26}{space 2} .0101085{col 37}{space 1}    0.90{col 46}{space 3}0.367{col 54}{space 4}-.0106972{col 67}{space 3} .0289368
{txt}{space 3}_Istate_2 {c |}{col 14}{res}{space 2} .0484835{col 26}{space 2} .2168568{col 37}{space 1}    0.22{col 46}{space 3}0.823{col 54}{space 4}-.3766466{col 67}{space 3} .4736137
{txt}{space 3}_Istate_3 {c |}{col 14}{res}{space 2}-.4392993{col 26}{space 2}  .185992{col 37}{space 1}   -2.36{col 46}{space 3}0.018{col 54}{space 4}-.8039215{col 67}{space 3}-.0746772
{txt}{space 3}_Istate_4 {c |}{col 14}{res}{space 2} .5329758{col 26}{space 2} .1696174{col 37}{space 1}    3.14{col 46}{space 3}0.002{col 54}{space 4} .2004546{col 67}{space 3} .8654969
{txt}{space 3}_Istate_5 {c |}{col 14}{res}{space 2} .1994263{col 26}{space 2} .1951789{col 37}{space 1}    1.02{col 46}{space 3}0.307{col 54}{space 4}-.1832062{col 67}{space 3} .5820588
{txt}{space 3}_Istate_6 {c |}{col 14}{res}{space 2} .5772073{col 26}{space 2} .2236007{col 37}{space 1}    2.58{col 46}{space 3}0.010{col 54}{space 4} .1388561{col 67}{space 3} 1.015558
{txt}{space 3}_Istate_9 {c |}{col 14}{res}{space 2} -.089205{col 26}{space 2} .1818039{col 37}{space 1}   -0.49{col 46}{space 3}0.624{col 54}{space 4}-.4456168{col 67}{space 3} .2672069
{txt}{space 2}_Istate_10 {c |}{col 14}{res}{space 2} .2456648{col 26}{space 2} .1838161{col 37}{space 1}    1.34{col 46}{space 3}0.181{col 54}{space 4}-.1146918{col 67}{space 3} .6060214
{txt}{space 2}_Istate_11 {c |}{col 14}{res}{space 2} .0617113{col 26}{space 2} .5336492{col 37}{space 1}    0.12{col 46}{space 3}0.908{col 54}{space 4}-.9844646{col 67}{space 3} 1.107887
{txt}{space 2}_Istate_12 {c |}{col 14}{res}{space 2}-.2394572{col 26}{space 2} .1802872{col 37}{space 1}   -1.33{col 46}{space 3}0.184{col 54}{space 4}-.5928956{col 67}{space 3} .1139813
{txt}{space 2}_Istate_13 {c |}{col 14}{res}{space 2}-.3495728{col 26}{space 2} .2080187{col 37}{space 1}   -1.68{col 46}{space 3}0.093{col 54}{space 4}-.7573766{col 67}{space 3} .0582309
{txt}{space 2}_Istate_14 {c |}{col 14}{res}{space 2}-.0937483{col 26}{space 2} .1775997{col 37}{space 1}   -0.53{col 46}{space 3}0.598{col 54}{space 4}-.4419182{col 67}{space 3} .2544216
{txt}{space 2}_Istate_15 {c |}{col 14}{res}{space 2}-.4166602{col 26}{space 2} .2587463{col 37}{space 1}   -1.61{col 46}{space 3}0.107{col 54}{space 4}-.9239113{col 67}{space 3}  .090591
{txt}{space 2}_Istate_16 {c |}{col 14}{res}{space 2}-.5943995{col 26}{space 2} .1876885{col 37}{space 1}   -3.17{col 46}{space 3}0.002{col 54}{space 4}-.9623476{col 67}{space 3}-.2264514
{txt}{space 2}_Istate_17 {c |}{col 14}{res}{space 2}-.4274832{col 26}{space 2} .2688118{col 37}{space 1}   -1.59{col 46}{space 3}0.112{col 54}{space 4} -.954467{col 67}{space 3} .0995005
{txt}{space 2}_Istate_18 {c |}{col 14}{res}{space 2}-.2322968{col 26}{space 2}  .221601{col 37}{space 1}   -1.05{col 46}{space 3}0.295{col 54}{space 4}-.6667275{col 67}{space 3}  .202134
{txt}{space 2}_Istate_19 {c |}{col 14}{res}{space 2} .5813202{col 26}{space 2} .1958831{col 37}{space 1}    2.97{col 46}{space 3}0.003{col 54}{space 4} .1973073{col 67}{space 3} .9653332
{txt}{space 2}_Istate_20 {c |}{col 14}{res}{space 2} .3660345{col 26}{space 2} .1771468{col 37}{space 1}    2.07{col 46}{space 3}0.039{col 54}{space 4} .0187525{col 67}{space 3} .7133165
{txt}{space 2}_Istate_21 {c |}{col 14}{res}{space 2}-.1113259{col 26}{space 2} .1711087{col 37}{space 1}   -0.65{col 46}{space 3}0.515{col 54}{space 4}-.4467707{col 67}{space 3} .2241189
{txt}{space 2}_Istate_22 {c |}{col 14}{res}{space 2} .0200288{col 26}{space 2} .1829068{col 37}{space 1}    0.11{col 46}{space 3}0.913{col 54}{space 4}-.3385452{col 67}{space 3} .3786029
{txt}{space 2}_Istate_23 {c |}{col 14}{res}{space 2}-.7482448{col 26}{space 2} .2175337{col 37}{space 1}   -3.44{col 46}{space 3}0.001{col 54}{space 4}-1.174702{col 67}{space 3}-.3217876
{txt}{space 2}_Istate_24 {c |}{col 14}{res}{space 2}-.2662483{col 26}{space 2}  .181857{col 37}{space 1}   -1.46{col 46}{space 3}0.143{col 54}{space 4}-.6227642{col 67}{space 3} .0902676
{txt}{space 2}_Istate_26 {c |}{col 14}{res}{space 2}-.5378162{col 26}{space 2} .2061985{col 37}{space 1}   -2.61{col 46}{space 3}0.009{col 54}{space 4}-.9420517{col 67}{space 3}-.1335807
{txt}{space 2}_Istate_27 {c |}{col 14}{res}{space 2} .9318413{col 26}{space 2} .2487943{col 37}{space 1}    3.75{col 46}{space 3}0.000{col 54}{space 4} .4441002{col 67}{space 3} 1.419582
{txt}{space 2}_Istate_28 {c |}{col 14}{res}{space 2} .6445898{col 26}{space 2} .3036311{col 37}{space 1}    2.12{col 46}{space 3}0.034{col 54}{space 4} .0493455{col 67}{space 3} 1.239834
{txt}{space 2}_Istate_29 {c |}{col 14}{res}{space 2} .5058523{col 26}{space 2} .1767152{col 37}{space 1}    2.86{col 46}{space 3}0.004{col 54}{space 4} .1594166{col 67}{space 3} .8522881
{txt}{space 2}_Istate_30 {c |}{col 14}{res}{space 2} .1337362{col 26}{space 2} .4134948{col 37}{space 1}    0.32{col 46}{space 3}0.746{col 54}{space 4}-.6768869{col 67}{space 3} .9443593
{txt}{space 2}_Istate_31 {c |}{col 14}{res}{space 2} .0136654{col 26}{space 2} .1746993{col 37}{space 1}    0.08{col 46}{space 3}0.938{col 54}{space 4}-.3288184{col 67}{space 3} .3561492
{txt}{space 2}_Istate_32 {c |}{col 14}{res}{space 2}-.1816468{col 26}{space 2} .1806255{col 37}{space 1}   -1.01{col 46}{space 3}0.315{col 54}{space 4}-.5357485{col 67}{space 3} .1724549
{txt}{space 2}_Istate_33 {c |}{col 14}{res}{space 2}-.3871062{col 26}{space 2}    .3473{col 37}{space 1}   -1.11{col 46}{space 3}0.265{col 54}{space 4} -1.06796{col 67}{space 3} .2937473
{txt}{space 2}_Istate_34 {c |}{col 14}{res}{space 2}  .193229{col 26}{space 2} .1730782{col 37}{space 1}    1.12{col 46}{space 3}0.264{col 54}{space 4}-.1460768{col 67}{space 3} .5325347
{txt}{space 2}_Istate_35 {c |}{col 14}{res}{space 2} -1.65082{col 26}{space 2} .2806287{col 37}{space 1}   -5.88{col 46}{space 3}0.000{col 54}{space 4} -2.20097{col 67}{space 3} -1.10067
{txt}{space 2}_Istate_36 {c |}{col 14}{res}{space 2}-.3069452{col 26}{space 2} .1844866{col 37}{space 1}   -1.66{col 46}{space 3}0.096{col 54}{space 4}-.6686163{col 67}{space 3} .0547258
{txt}{space 2}_Istate_37 {c |}{col 14}{res}{space 2} -.129622{col 26}{space 2} .1755027{col 37}{space 1}   -0.74{col 46}{space 3}0.460{col 54}{space 4}-.4736809{col 67}{space 3} .2144369
{txt}{space 2}_Istate_38 {c |}{col 14}{res}{space 2} .9220372{col 26}{space 2}  .493832{col 37}{space 1}    1.87{col 46}{space 3}0.062{col 54}{space 4}-.0460805{col 67}{space 3} 1.890155
{txt}{space 2}_Istate_39 {c |}{col 14}{res}{space 2}-.5199397{col 26}{space 2} .1996611{col 37}{space 1}   -2.60{col 46}{space 3}0.009{col 54}{space 4}-.9113591{col 67}{space 3}-.1285204
{txt}{space 2}_Istate_40 {c |}{col 14}{res}{space 2}-.3113629{col 26}{space 2} .2787994{col 37}{space 1}   -1.12{col 46}{space 3}0.264{col 54}{space 4}-.8579265{col 67}{space 3} .2352007
{txt}{space 2}_Istate_41 {c |}{col 14}{res}{space 2}-.5407313{col 26}{space 2} .2008561{col 37}{space 1}   -2.69{col 46}{space 3}0.007{col 54}{space 4}-.9344935{col 67}{space 3}-.1469691
{txt}{space 2}_Istate_42 {c |}{col 14}{res}{space 2}-.6659533{col 26}{space 2} .1768432{col 37}{space 1}   -3.77{col 46}{space 3}0.000{col 54}{space 4} -1.01264{col 67}{space 3}-.3192665
{txt}{space 2}_Istate_43 {c |}{col 14}{res}{space 2}-.4701768{col 26}{space 2} .2041268{col 37}{space 1}   -2.30{col 46}{space 3}0.021{col 54}{space 4}-.8703508{col 67}{space 3}-.0700028
{txt}{space 2}_Istate_45 {c |}{col 14}{res}{space 2} .0184175{col 26}{space 2} .1824577{col 37}{space 1}    0.10{col 46}{space 3}0.920{col 54}{space 4} -.339276{col 67}{space 3} .3761111
{txt}{space 2}_Istate_46 {c |}{col 14}{res}{space 2} .6656947{col 26}{space 2} .1802529{col 37}{space 1}    3.69{col 46}{space 3}0.000{col 54}{space 4} .3123234{col 67}{space 3} 1.019066
{txt}{space 2}_Istate_47 {c |}{col 14}{res}{space 2}-.2175811{col 26}{space 2} .5365361{col 37}{space 1}   -0.41{col 46}{space 3}0.685{col 54}{space 4}-1.269417{col 67}{space 3} .8342545
{txt}{space 2}_Istate_48 {c |}{col 14}{res}{space 2}-.0523974{col 26}{space 2} .1879348{col 37}{space 1}   -0.28{col 46}{space 3}0.780{col 54}{space 4}-.4208283{col 67}{space 3} .3160335
{txt}{space 2}_Istate_49 {c |}{col 14}{res}{space 2}-.7842226{col 26}{space 2} .4918398{col 37}{space 1}   -1.59{col 46}{space 3}0.111{col 54}{space 4}-1.748435{col 67}{space 3} .1799895
{txt}{space 2}_Istate_50 {c |}{col 14}{res}{space 2}-.2175704{col 26}{space 2} .3809248{col 37}{space 1}   -0.57{col 46}{space 3}0.568{col 54}{space 4}-.9643427{col 67}{space 3} .5292019
{txt}{space 2}_Istate_51 {c |}{col 14}{res}{space 2}-1.039628{col 26}{space 2}  1.15274{col 37}{space 1}   -0.90{col 46}{space 3}0.367{col 54}{space 4}-3.299481{col 67}{space 3} 1.220226
{txt}{space 3}_Ifsize_3 {c |}{col 14}{res}{space 2}-.1301001{col 26}{space 2} .0593741{col 37}{space 1}   -2.19{col 46}{space 3}0.028{col 54}{space 4}-.2464981{col 67}{space 3}-.0137021
{txt}{space 3}_Ifsize_4 {c |}{col 14}{res}{space 2}-.1165323{col 26}{space 2} .0785913{col 37}{space 1}   -1.48{col 46}{space 3}0.138{col 54}{space 4}-.2706041{col 67}{space 3} .0375395
{txt}{space 3}_Ifsize_5 {c |}{col 14}{res}{space 2}-.2500952{col 26}{space 2} .1097837{col 37}{space 1}   -2.28{col 46}{space 3}0.023{col 54}{space 4}-.4653171{col 67}{space 3}-.0348732
{txt}{space 3}_Ifsize_6 {c |}{col 14}{res}{space 2}-.4462726{col 26}{space 2} .1533329{col 37}{space 1}   -2.91{col 46}{space 3}0.004{col 54}{space 4}-.7468692{col 67}{space 3}-.1456759
{txt}{space 3}_Ifsize_7 {c |}{col 14}{res}{space 2}-.7506869{col 26}{space 2}  .243291{col 37}{space 1}   -3.09{col 46}{space 3}0.002{col 54}{space 4}-1.227639{col 67}{space 3}-.2737347
{txt}{space 3}_Ifsize_8 {c |}{col 14}{res}{space 2}-.4806454{col 26}{space 2} .3242175{col 37}{space 1}   -1.48{col 46}{space 3}0.138{col 54}{space 4}-1.116248{col 67}{space 3} .1549567
{txt}{space 3}_Ifsize_9 {c |}{col 14}{res}{space 2} .0257808{col 26}{space 2} .4556318{col 37}{space 1}    0.06{col 46}{space 3}0.955{col 54}{space 4}-.8674485{col 67}{space 3}   .91901
{txt}{space 2}_Ifsize_10 {c |}{col 14}{res}{space 2} 2.451378{col 26}{space 2} 1.128353{col 37}{space 1}    2.17{col 46}{space 3}0.030{col 54}{space 4} .2393333{col 67}{space 3} 4.663423
{txt}{space 2}_Ifsize_11 {c |}{col 14}{res}{space 2}-1.729415{col 26}{space 2}   1.1253{col 37}{space 1}   -1.54{col 46}{space 3}0.124{col 54}{space 4}-3.935473{col 67}{space 3} .4766436
{txt}{space 2}_Ifsize_13 {c |}{col 14}{res}{space 2}-.9976823{col 26}{space 2} 1.135409{col 37}{space 1}   -0.88{col 46}{space 3}0.380{col 54}{space 4}-3.223559{col 67}{space 3} 1.228195
{txt}{space 4}_Ikids_1 {c |}{col 14}{res}{space 2}  .076629{col 26}{space 2} .0590303{col 37}{space 1}    1.30{col 46}{space 3}0.194{col 54}{space 4}-.0390951{col 67}{space 3} .1923531
{txt}{space 4}_Ikids_2 {c |}{col 14}{res}{space 2} .0879174{col 26}{space 2} .0805463{col 37}{space 1}    1.09{col 46}{space 3}0.275{col 54}{space 4}-.0699871{col 67}{space 3} .2458218
{txt}{space 4}_Ikids_3 {c |}{col 14}{res}{space 2} .3003512{col 26}{space 2} .1194287{col 37}{space 1}    2.51{col 46}{space 3}0.012{col 54}{space 4} .0662209{col 67}{space 3} .5344816
{txt}{space 4}_Ikids_4 {c |}{col 14}{res}{space 2} .4472444{col 26}{space 2} .1854778{col 37}{space 1}    2.41{col 46}{space 3}0.016{col 54}{space 4} .0836302{col 67}{space 3} .8108587
{txt}{space 4}_Ikids_5 {c |}{col 14}{res}{space 2}-.2672059{col 26}{space 2} .3334419{col 37}{space 1}   -0.80{col 46}{space 3}0.423{col 54}{space 4}-.9208917{col 67}{space 3} .3864799
{txt}{space 4}_Ikids_6 {c |}{col 14}{res}{space 2} -.233031{col 26}{space 2} .5024475{col 37}{space 1}   -0.46{col 46}{space 3}0.643{col 54}{space 4}-1.218039{col 67}{space 3} .7519766
{txt}{space 4}_Ikids_7 {c |}{col 14}{res}{space 2} .8533763{col 26}{space 2} .7956267{col 37}{space 1}    1.07{col 46}{space 3}0.284{col 54}{space 4}-.7063854{col 67}{space 3} 2.413138
{txt}{space 4}_Ikids_8 {c |}{col 14}{res}{space 2}-1.544945{col 26}{space 2} 1.590788{col 37}{space 1}   -0.97{col 46}{space 3}0.332{col 54}{space 4}-4.663555{col 67}{space 3} 1.573665
{txt}{space 4}_Irace_2 {c |}{col 14}{res}{space 2}-1.161997{col 26}{space 2}  .241401{col 37}{space 1}   -4.81{col 46}{space 3}0.000{col 54}{space 4}-1.635244{col 67}{space 3}-.6887495
{txt}{space 4}_Irace_3 {c |}{col 14}{res}{space 2}-.1615475{col 26}{space 2} .0676094{col 37}{space 1}   -2.39{col 46}{space 3}0.017{col 54}{space 4}-.2940904{col 67}{space 3}-.0290047
{txt}{space 3}_Iwrace_2 {c |}{col 14}{res}{space 2}  .272833{col 26}{space 2} .2517734{col 37}{space 1}    1.08{col 46}{space 3}0.279{col 54}{space 4}-.2207483{col 67}{space 3} .7664144
{txt}{space 3}_Iwrace_3 {c |}{col 14}{res}{space 2} -.009611{col 26}{space 2} .0713522{col 37}{space 1}   -0.13{col 46}{space 3}0.893{col 54}{space 4}-.1494912{col 67}{space 3} .1302693
{txt}{space 7}_cons {c |}{col 14}{res}{space 2} 9.225357{col 26}{space 2} .4357034{col 37}{space 1}   21.17{col 46}{space 3}0.000{col 54}{space 4} 8.371195{col 67}{space 3} 10.07952
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}
{com}. predict ua if e(sample),res
{txt}
{com}. 
. ************************************
. * account for covariates effects in variances
. * use method one with linear regression
. * consumption
. gen double uc2 = uc^2
{txt}
{com}. reg uc2 kidsout bigcity extra _I*

      {txt}Source {c |}       SS       df       MS              Number of obs ={res}    5364
{txt}{hline 13}{char +}{hline 30}           F(148,  5215) ={res}    3.14
    {txt}   Model {char |} {res} 26.0432315   148   .17596778           {txt}Prob > F      = {res} 0.0000
    {txt}Residual {char |} {res} 292.344455  5215  .056058381           {txt}R-squared     = {res} 0.0818
{txt}{hline 13}{char +}{hline 30}           Adj R-squared = {res} 0.0557
    {txt}   Total {char |} {res} 318.387686  5363   .05936746           {txt}Root MSE      = {res} .23677

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 1}         uc2{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 5}kidsout {c |}{col 14}{res}{space 2} .0147903{col 26}{space 2}  .009996{col 37}{space 1}    1.48{col 46}{space 3}0.139{col 54}{space 4} -.004806{col 67}{space 3} .0343867
{txt}{space 5}bigcity {c |}{col 14}{res}{space 2}-.0017609{col 26}{space 2} .0081385{col 37}{space 1}   -0.22{col 46}{space 3}0.829{col 54}{space 4}-.0177158{col 67}{space 3}  .014194
{txt}{space 7}extra {c |}{col 14}{res}{space 2} .0194971{col 26}{space 2} .0089578{col 37}{space 1}    2.18{col 46}{space 3}0.030{col 54}{space 4} .0019361{col 67}{space 3} .0370581
{txt}{space 5}_Iyb_43 {c |}{col 14}{res}{space 2} .0522158{col 26}{space 2} .0417889{col 37}{space 1}    1.25{col 46}{space 3}0.212{col 54}{space 4}-.0297079{col 67}{space 3} .1341395
{txt}{space 5}_Iyb_44 {c |}{col 14}{res}{space 2} .0358745{col 26}{space 2} .0413255{col 37}{space 1}    0.87{col 46}{space 3}0.385{col 54}{space 4}-.0451407{col 67}{space 3} .1168897
{txt}{space 5}_Iyb_45 {c |}{col 14}{res}{space 2} .0144247{col 26}{space 2} .0421548{col 37}{space 1}    0.34{col 46}{space 3}0.732{col 54}{space 4}-.0682165{col 67}{space 3} .0970658
{txt}{space 5}_Iyb_46 {c |}{col 14}{res}{space 2} .0179949{col 26}{space 2} .0418078{col 37}{space 1}    0.43{col 46}{space 3}0.667{col 54}{space 4}-.0639659{col 67}{space 3} .0999558
{txt}{space 5}_Iyb_47 {c |}{col 14}{res}{space 2} .0390431{col 26}{space 2} .0417002{col 37}{space 1}    0.94{col 46}{space 3}0.349{col 54}{space 4}-.0427068{col 67}{space 3}  .120793
{txt}{space 5}_Iyb_48 {c |}{col 14}{res}{space 2} .0293199{col 26}{space 2}  .041368{col 37}{space 1}    0.71{col 46}{space 3}0.479{col 54}{space 4}-.0517788{col 67}{space 3} .1104185
{txt}{space 5}_Iyb_49 {c |}{col 14}{res}{space 2} .0926964{col 26}{space 2} .0445811{col 37}{space 1}    2.08{col 46}{space 3}0.038{col 54}{space 4} .0052989{col 67}{space 3}  .180094
{txt}{space 5}_Iyb_50 {c |}{col 14}{res}{space 2} .0948837{col 26}{space 2} .0439844{col 37}{space 1}    2.16{col 46}{space 3}0.031{col 54}{space 4} .0086558{col 67}{space 3} .1811116
{txt}{space 5}_Iyb_51 {c |}{col 14}{res}{space 2} .0394834{col 26}{space 2} .0447585{col 37}{space 1}    0.88{col 46}{space 3}0.378{col 54}{space 4}-.0482619{col 67}{space 3} .1272288
{txt}{space 5}_Iyb_52 {c |}{col 14}{res}{space 2} .0783443{col 26}{space 2} .0447321{col 37}{space 1}    1.75{col 46}{space 3}0.080{col 54}{space 4}-.0093494{col 67}{space 3} .1660381
{txt}{space 5}_Iyb_53 {c |}{col 14}{res}{space 2} .1259231{col 26}{space 2} .0457564{col 37}{space 1}    2.75{col 46}{space 3}0.006{col 54}{space 4} .0362214{col 67}{space 3} .2156249
{txt}{space 5}_Iyb_54 {c |}{col 14}{res}{space 2} .0548989{col 26}{space 2} .0476533{col 37}{space 1}    1.15{col 46}{space 3}0.249{col 54}{space 4}-.0385214{col 67}{space 3} .1483193
{txt}{space 5}_Iyb_55 {c |}{col 14}{res}{space 2} .0757797{col 26}{space 2} .0484514{col 37}{space 1}    1.56{col 46}{space 3}0.118{col 54}{space 4}-.0192053{col 67}{space 3} .1707646
{txt}{space 5}_Iyb_56 {c |}{col 14}{res}{space 2} .0880902{col 26}{space 2}  .049182{col 37}{space 1}    1.79{col 46}{space 3}0.073{col 54}{space 4}-.0083272{col 67}{space 3} .1845075
{txt}{space 5}_Iyb_57 {c |}{col 14}{res}{space 2}  .114163{col 26}{space 2} .0507036{col 37}{space 1}    2.25{col 46}{space 3}0.024{col 54}{space 4} .0147627{col 67}{space 3} .2135632
{txt}{space 5}_Iyb_58 {c |}{col 14}{res}{space 2} .1229375{col 26}{space 2}  .051783{col 37}{space 1}    2.37{col 46}{space 3}0.018{col 54}{space 4} .0214212{col 67}{space 3} .2244538
{txt}{space 5}_Iyb_59 {c |}{col 14}{res}{space 2} .1499087{col 26}{space 2} .0522696{col 37}{space 1}    2.87{col 46}{space 3}0.004{col 54}{space 4} .0474385{col 67}{space 3}  .252379
{txt}{space 5}_Iyb_60 {c |}{col 14}{res}{space 2} .1066085{col 26}{space 2} .0543352{col 37}{space 1}    1.96{col 46}{space 3}0.050{col 54}{space 4} .0000887{col 67}{space 3} .2131283
{txt}{space 5}_Iyb_61 {c |}{col 14}{res}{space 2} .0796129{col 26}{space 2} .0563989{col 37}{space 1}    1.41{col 46}{space 3}0.158{col 54}{space 4}-.0309526{col 67}{space 3} .1901785
{txt}{space 5}_Iyb_62 {c |}{col 14}{res}{space 2} .1296734{col 26}{space 2} .0585718{col 37}{space 1}    2.21{col 46}{space 3}0.027{col 54}{space 4} .0148481{col 67}{space 3} .2444986
{txt}{space 5}_Iyb_63 {c |}{col 14}{res}{space 2} .1463055{col 26}{space 2} .0594383{col 37}{space 1}    2.46{col 46}{space 3}0.014{col 54}{space 4} .0297815{col 67}{space 3} .2628295
{txt}{space 5}_Iyb_64 {c |}{col 14}{res}{space 2} .1747577{col 26}{space 2} .0616177{col 37}{space 1}    2.84{col 46}{space 3}0.005{col 54}{space 4} .0539612{col 67}{space 3} .2955541
{txt}{space 5}_Iyb_65 {c |}{col 14}{res}{space 2} .0810851{col 26}{space 2} .0640962{col 37}{space 1}    1.27{col 46}{space 3}0.206{col 54}{space 4}-.0445703{col 67}{space 3} .2067404
{txt}{space 5}_Iyb_66 {c |}{col 14}{res}{space 2} .1268369{col 26}{space 2}  .067382{col 37}{space 1}    1.88{col 46}{space 3}0.060{col 54}{space 4}  -.00526{col 67}{space 3} .2589338
{txt}{space 5}_Iyb_67 {c |}{col 14}{res}{space 2} .1724966{col 26}{space 2}  .067588{col 37}{space 1}    2.55{col 46}{space 3}0.011{col 54}{space 4} .0399957{col 67}{space 3} .3049975
{txt}{space 5}_Iyb_68 {c |}{col 14}{res}{space 2} .1539006{col 26}{space 2} .0710145{col 37}{space 1}    2.17{col 46}{space 3}0.030{col 54}{space 4} .0146825{col 67}{space 3} .2931187
{txt}{space 5}_Iyb_69 {c |}{col 14}{res}{space 2} .1330264{col 26}{space 2} .0704274{col 37}{space 1}    1.89{col 46}{space 3}0.059{col 54}{space 4}-.0050408{col 67}{space 3} .2710935
{txt}{space 5}_Iyb_70 {c |}{col 14}{res}{space 2} .1449268{col 26}{space 2} .0763344{col 37}{space 1}    1.90{col 46}{space 3}0.058{col 54}{space 4}-.0047207{col 67}{space 3} .2945743
{txt}{space 5}_Iyb_71 {c |}{col 14}{res}{space 2} .1878758{col 26}{space 2} .0755309{col 37}{space 1}    2.49{col 46}{space 3}0.013{col 54}{space 4} .0398037{col 67}{space 3}  .335948
{txt}{space 5}_Iyb_72 {c |}{col 14}{res}{space 2} .1701819{col 26}{space 2} .0806003{col 37}{space 1}    2.11{col 46}{space 3}0.035{col 54}{space 4} .0121714{col 67}{space 3} .3281923
{txt}{space 4}_Iwyb_39 {c |}{col 14}{res}{space 2}-.0867355{col 26}{space 2} .1274237{col 37}{space 1}   -0.68{col 46}{space 3}0.496{col 54}{space 4}-.3365394{col 67}{space 3} .1630683
{txt}{space 4}_Iwyb_41 {c |}{col 14}{res}{space 2} -.020442{col 26}{space 2} .1045477{col 37}{space 1}   -0.20{col 46}{space 3}0.845{col 54}{space 4}-.2253994{col 67}{space 3} .1845154
{txt}{space 4}_Iwyb_42 {c |}{col 14}{res}{space 2}-.0798023{col 26}{space 2} .0915752{col 37}{space 1}   -0.87{col 46}{space 3}0.384{col 54}{space 4}-.2593281{col 67}{space 3} .0997235
{txt}{space 4}_Iwyb_43 {c |}{col 14}{res}{space 2}-.0531028{col 26}{space 2} .0836622{col 37}{space 1}   -0.63{col 46}{space 3}0.526{col 54}{space 4}-.2171158{col 67}{space 3} .1109102
{txt}{space 4}_Iwyb_44 {c |}{col 14}{res}{space 2} .1967013{col 26}{space 2} .0868726{col 37}{space 1}    2.26{col 46}{space 3}0.024{col 54}{space 4} .0263945{col 67}{space 3}  .367008
{txt}{space 4}_Iwyb_45 {c |}{col 14}{res}{space 2} .0475398{col 26}{space 2} .0795036{col 37}{space 1}    0.60{col 46}{space 3}0.550{col 54}{space 4}-.1083206{col 67}{space 3} .2034001
{txt}{space 4}_Iwyb_46 {c |}{col 14}{res}{space 2} .0971485{col 26}{space 2} .0761292{col 37}{space 1}    1.28{col 46}{space 3}0.202{col 54}{space 4}-.0520966{col 67}{space 3} .2463936
{txt}{space 4}_Iwyb_47 {c |}{col 14}{res}{space 2} .0736373{col 26}{space 2} .0742557{col 37}{space 1}    0.99{col 46}{space 3}0.321{col 54}{space 4}-.0719349{col 67}{space 3} .2192095
{txt}{space 4}_Iwyb_48 {c |}{col 14}{res}{space 2} .0358556{col 26}{space 2} .0741918{col 37}{space 1}    0.48{col 46}{space 3}0.629{col 54}{space 4}-.1095916{col 67}{space 3} .1813027
{txt}{space 4}_Iwyb_49 {c |}{col 14}{res}{space 2} .0559366{col 26}{space 2} .0746016{col 37}{space 1}    0.75{col 46}{space 3}0.453{col 54}{space 4}-.0903139{col 67}{space 3}  .202187
{txt}{space 4}_Iwyb_50 {c |}{col 14}{res}{space 2} .0542136{col 26}{space 2} .0740208{col 37}{space 1}    0.73{col 46}{space 3}0.464{col 54}{space 4}-.0908981{col 67}{space 3} .1993254
{txt}{space 4}_Iwyb_51 {c |}{col 14}{res}{space 2} .0947953{col 26}{space 2} .0736044{col 37}{space 1}    1.29{col 46}{space 3}0.198{col 54}{space 4}-.0495002{col 67}{space 3} .2390909
{txt}{space 4}_Iwyb_52 {c |}{col 14}{res}{space 2}   .07439{col 26}{space 2}  .073923{col 37}{space 1}    1.01{col 46}{space 3}0.314{col 54}{space 4}-.0705301{col 67}{space 3} .2193102
{txt}{space 4}_Iwyb_53 {c |}{col 14}{res}{space 2} .1061433{col 26}{space 2} .0743418{col 37}{space 1}    1.43{col 46}{space 3}0.153{col 54}{space 4}-.0395978{col 67}{space 3} .2518844
{txt}{space 4}_Iwyb_54 {c |}{col 14}{res}{space 2} .0887241{col 26}{space 2} .0743567{col 37}{space 1}    1.19{col 46}{space 3}0.233{col 54}{space 4}-.0570462{col 67}{space 3} .2344944
{txt}{space 4}_Iwyb_55 {c |}{col 14}{res}{space 2}  .106845{col 26}{space 2}  .074172{col 37}{space 1}    1.44{col 46}{space 3}0.150{col 54}{space 4}-.0385633{col 67}{space 3} .2522532
{txt}{space 4}_Iwyb_56 {c |}{col 14}{res}{space 2} .0688826{col 26}{space 2} .0755611{col 37}{space 1}    0.91{col 46}{space 3}0.362{col 54}{space 4}-.0792489{col 67}{space 3} .2170141
{txt}{space 4}_Iwyb_57 {c |}{col 14}{res}{space 2} .0646727{col 26}{space 2} .0758959{col 37}{space 1}    0.85{col 46}{space 3}0.394{col 54}{space 4} -.084115{col 67}{space 3} .2134604
{txt}{space 4}_Iwyb_58 {c |}{col 14}{res}{space 2} .1754863{col 26}{space 2} .0760303{col 37}{space 1}    2.31{col 46}{space 3}0.021{col 54}{space 4}  .026435{col 67}{space 3} .3245376
{txt}{space 4}_Iwyb_59 {c |}{col 14}{res}{space 2}  .065353{col 26}{space 2} .0772406{col 37}{space 1}    0.85{col 46}{space 3}0.398{col 54}{space 4}-.0860709{col 67}{space 3} .2167769
{txt}{space 4}_Iwyb_60 {c |}{col 14}{res}{space 2} .0726898{col 26}{space 2} .0781605{col 37}{space 1}    0.93{col 46}{space 3}0.352{col 54}{space 4}-.0805375{col 67}{space 3} .2259171
{txt}{space 4}_Iwyb_61 {c |}{col 14}{res}{space 2} .1579511{col 26}{space 2}  .077924{col 37}{space 1}    2.03{col 46}{space 3}0.043{col 54}{space 4} .0051874{col 67}{space 3} .3107148
{txt}{space 4}_Iwyb_62 {c |}{col 14}{res}{space 2} .1369401{col 26}{space 2} .0787617{col 37}{space 1}    1.74{col 46}{space 3}0.082{col 54}{space 4}-.0174659{col 67}{space 3}  .291346
{txt}{space 4}_Iwyb_63 {c |}{col 14}{res}{space 2} .0754385{col 26}{space 2}  .080252{col 37}{space 1}    0.94{col 46}{space 3}0.347{col 54}{space 4} -.081889{col 67}{space 3}  .232766
{txt}{space 4}_Iwyb_64 {c |}{col 14}{res}{space 2} .1157832{col 26}{space 2} .0815735{col 37}{space 1}    1.42{col 46}{space 3}0.156{col 54}{space 4}-.0441352{col 67}{space 3} .2757015
{txt}{space 4}_Iwyb_65 {c |}{col 14}{res}{space 2} .1245911{col 26}{space 2} .0822248{col 37}{space 1}    1.52{col 46}{space 3}0.130{col 54}{space 4} -.036604{col 67}{space 3} .2857862
{txt}{space 4}_Iwyb_66 {c |}{col 14}{res}{space 2} .1679731{col 26}{space 2} .0859736{col 37}{space 1}    1.95{col 46}{space 3}0.051{col 54}{space 4}-.0005712{col 67}{space 3} .3365173
{txt}{space 4}_Iwyb_67 {c |}{col 14}{res}{space 2} .1176491{col 26}{space 2} .0841243{col 37}{space 1}    1.40{col 46}{space 3}0.162{col 54}{space 4}-.0472698{col 67}{space 3}  .282568
{txt}{space 4}_Iwyb_68 {c |}{col 14}{res}{space 2} .1522652{col 26}{space 2}  .087269{col 37}{space 1}    1.74{col 46}{space 3}0.081{col 54}{space 4}-.0188186{col 67}{space 3}  .323349
{txt}{space 4}_Iwyb_69 {c |}{col 14}{res}{space 2}  .257604{col 26}{space 2}  .087673{col 37}{space 1}    2.94{col 46}{space 3}0.003{col 54}{space 4} .0857283{col 67}{space 3} .4294797
{txt}{space 4}_Iwyb_70 {c |}{col 14}{res}{space 2} .1262003{col 26}{space 2} .0879497{col 37}{space 1}    1.43{col 46}{space 3}0.151{col 54}{space 4} -.046218{col 67}{space 3} .2986186
{txt}{space 4}_Iwyb_71 {c |}{col 14}{res}{space 2} .1316474{col 26}{space 2}  .092281{col 37}{space 1}    1.43{col 46}{space 3}0.154{col 54}{space 4} -.049262{col 67}{space 3} .3125568
{txt}{space 4}_Iwyb_72 {c |}{col 14}{res}{space 2}  .169906{col 26}{space 2} .0947755{col 37}{space 1}    1.79{col 46}{space 3}0.073{col 54}{space 4}-.0158936{col 67}{space 3} .3557057
{txt}{space 4}_Iwyb_73 {c |}{col 14}{res}{space 2} .1013552{col 26}{space 2}  .093781{col 37}{space 1}    1.08{col 46}{space 3}0.280{col 54}{space 4}-.0824949{col 67}{space 3} .2852053
{txt}{space 4}_Iwyb_74 {c |}{col 14}{res}{space 2} .1738127{col 26}{space 2} .1001505{col 37}{space 1}    1.74{col 46}{space 3}0.083{col 54}{space 4}-.0225243{col 67}{space 3} .3701498
{txt}{space 4}_Iwyb_75 {c |}{col 14}{res}{space 2} .1490339{col 26}{space 2} .1112639{col 37}{space 1}    1.34{col 46}{space 3}0.180{col 54}{space 4}-.0690899{col 67}{space 3} .3671578
{txt}{space 4}_Iwyb_76 {c |}{col 14}{res}{space 2} .0649615{col 26}{space 2} .1517479{col 37}{space 1}    0.43{col 46}{space 3}0.669{col 54}{space 4} -.232528{col 67}{space 3}  .362451
{txt}{space 4}_Iwyb_77 {c |}{col 14}{res}{space 2} .1098601{col 26}{space 2} .1410688{col 37}{space 1}    0.78{col 46}{space 3}0.436{col 54}{space 4}-.1666938{col 67}{space 3}  .386414
{txt}{space 4}_Iwyb_79 {c |}{col 14}{res}{space 2} .1578987{col 26}{space 2} .1295455{col 37}{space 1}    1.22{col 46}{space 3}0.223{col 54}{space 4}-.0960648{col 67}{space 3} .4118622
{txt}{space 4}_Ieduc_2 {c |}{col 14}{res}{space 2} .2306907{col 26}{space 2} .1142595{col 37}{space 1}    2.02{col 46}{space 3}0.044{col 54}{space 4} .0066942{col 67}{space 3} .4546872
{txt}{space 4}_Ieduc_3 {c |}{col 14}{res}{space 2} .2618697{col 26}{space 2} .1146807{col 37}{space 1}    2.28{col 46}{space 3}0.022{col 54}{space 4} .0370475{col 67}{space 3} .4866918
{txt}{space 2}_IeduXyb_2 {c |}{col 14}{res}{space 2}-.0040476{col 26}{space 2} .0020379{col 37}{space 1}   -1.99{col 46}{space 3}0.047{col 54}{space 4}-.0080427{col 67}{space 3}-.0000525
{txt}{space 2}_IeduXyb_3 {c |}{col 14}{res}{space 2}-.0048546{col 26}{space 2} .0020505{col 37}{space 1}   -2.37{col 46}{space 3}0.018{col 54}{space 4}-.0088744{col 67}{space 3}-.0008348
{txt}{space 3}_Iweduc_2 {c |}{col 14}{res}{space 2} .3175411{col 26}{space 2} .1249008{col 37}{space 1}    2.54{col 46}{space 3}0.011{col 54}{space 4} .0726832{col 67}{space 3} .5623989
{txt}{space 3}_Iweduc_3 {c |}{col 14}{res}{space 2} .3121739{col 26}{space 2} .1272051{col 37}{space 1}    2.45{col 46}{space 3}0.014{col 54}{space 4} .0627986{col 67}{space 3} .5615493
{txt}{space 1}_IwedXwyb_2 {c |}{col 14}{res}{space 2}-.0052102{col 26}{space 2} .0021353{col 37}{space 1}   -2.44{col 46}{space 3}0.015{col 54}{space 4}-.0093962{col 67}{space 3}-.0010242
{txt}{space 1}_IwedXwyb_3 {c |}{col 14}{res}{space 2}-.0047027{col 26}{space 2} .0021595{col 37}{space 1}   -2.18{col 46}{space 3}0.029{col 54}{space 4}-.0089362{col 67}{space 3}-.0004692
{txt}{space 3}_Istate_2 {c |}{col 14}{res}{space 2} .0000325{col 26}{space 2} .0463276{col 37}{space 1}    0.00{col 46}{space 3}0.999{col 54}{space 4} -.090789{col 67}{space 3}  .090854
{txt}{space 3}_Istate_3 {c |}{col 14}{res}{space 2}-.0185134{col 26}{space 2} .0397339{col 37}{space 1}   -0.47{col 46}{space 3}0.641{col 54}{space 4}-.0964084{col 67}{space 3} .0593817
{txt}{space 3}_Istate_4 {c |}{col 14}{res}{space 2} .0764969{col 26}{space 2} .0362357{col 37}{space 1}    2.11{col 46}{space 3}0.035{col 54}{space 4} .0054596{col 67}{space 3} .1475341
{txt}{space 3}_Istate_5 {c |}{col 14}{res}{space 2}-.0486776{col 26}{space 2} .0416965{col 37}{space 1}   -1.17{col 46}{space 3}0.243{col 54}{space 4}-.1304202{col 67}{space 3} .0330651
{txt}{space 3}_Istate_6 {c |}{col 14}{res}{space 2} .1283866{col 26}{space 2} .0477683{col 37}{space 1}    2.69{col 46}{space 3}0.007{col 54}{space 4} .0347406{col 67}{space 3} .2220325
{txt}{space 3}_Istate_9 {c |}{col 14}{res}{space 2} .0672288{col 26}{space 2} .0388392{col 37}{space 1}    1.73{col 46}{space 3}0.084{col 54}{space 4}-.0089122{col 67}{space 3} .1433699
{txt}{space 2}_Istate_10 {c |}{col 14}{res}{space 2} .0336136{col 26}{space 2} .0392691{col 37}{space 1}    0.86{col 46}{space 3}0.392{col 54}{space 4}-.0433702{col 67}{space 3} .1105974
{txt}{space 2}_Istate_11 {c |}{col 14}{res}{space 2}  -.00424{col 26}{space 2} .1140047{col 37}{space 1}   -0.04{col 46}{space 3}0.970{col 54}{space 4}-.2277369{col 67}{space 3}  .219257
{txt}{space 2}_Istate_12 {c |}{col 14}{res}{space 2} .0422473{col 26}{space 2} .0385152{col 37}{space 1}    1.10{col 46}{space 3}0.273{col 54}{space 4}-.0332586{col 67}{space 3} .1177531
{txt}{space 2}_Istate_13 {c |}{col 14}{res}{space 2} .0277787{col 26}{space 2} .0444395{col 37}{space 1}    0.63{col 46}{space 3}0.532{col 54}{space 4}-.0593413{col 67}{space 3} .1148988
{txt}{space 2}_Istate_14 {c |}{col 14}{res}{space 2}-.0127598{col 26}{space 2}  .037941{col 37}{space 1}   -0.34{col 46}{space 3}0.737{col 54}{space 4}-.0871401{col 67}{space 3} .0616205
{txt}{space 2}_Istate_15 {c |}{col 14}{res}{space 2} .0329718{col 26}{space 2} .0552766{col 37}{space 1}    0.60{col 46}{space 3}0.551{col 54}{space 4}-.0753934{col 67}{space 3}  .141337
{txt}{space 2}_Istate_16 {c |}{col 14}{res}{space 2}  .030116{col 26}{space 2} .0400963{col 37}{space 1}    0.75{col 46}{space 3}0.453{col 54}{space 4}-.0484895{col 67}{space 3} .1087216
{txt}{space 2}_Istate_17 {c |}{col 14}{res}{space 2}-.0184639{col 26}{space 2} .0574269{col 37}{space 1}   -0.32{col 46}{space 3}0.748{col 54}{space 4}-.1310446{col 67}{space 3} .0941169
{txt}{space 2}_Istate_18 {c |}{col 14}{res}{space 2}-.0303561{col 26}{space 2} .0473411{col 37}{space 1}   -0.64{col 46}{space 3}0.521{col 54}{space 4}-.1231645{col 67}{space 3} .0624523
{txt}{space 2}_Istate_19 {c |}{col 14}{res}{space 2} .1294334{col 26}{space 2} .0418469{col 37}{space 1}    3.09{col 46}{space 3}0.002{col 54}{space 4} .0473959{col 67}{space 3}  .211471
{txt}{space 2}_Istate_20 {c |}{col 14}{res}{space 2} .0110595{col 26}{space 2} .0378443{col 37}{space 1}    0.29{col 46}{space 3}0.770{col 54}{space 4}-.0631312{col 67}{space 3} .0852501
{txt}{space 2}_Istate_21 {c |}{col 14}{res}{space 2} .0454609{col 26}{space 2} .0365543{col 37}{space 1}    1.24{col 46}{space 3}0.214{col 54}{space 4}-.0262009{col 67}{space 3} .1171228
{txt}{space 2}_Istate_22 {c |}{col 14}{res}{space 2} .0420315{col 26}{space 2} .0390748{col 37}{space 1}    1.08{col 46}{space 3}0.282{col 54}{space 4}-.0345715{col 67}{space 3} .1186345
{txt}{space 2}_Istate_23 {c |}{col 14}{res}{space 2} .0043075{col 26}{space 2} .0464722{col 37}{space 1}    0.09{col 46}{space 3}0.926{col 54}{space 4}-.0867975{col 67}{space 3} .0954125
{txt}{space 2}_Istate_24 {c |}{col 14}{res}{space 2}  .019313{col 26}{space 2} .0388505{col 37}{space 1}    0.50{col 46}{space 3}0.619{col 54}{space 4}-.0568503{col 67}{space 3} .0954763
{txt}{space 2}_Istate_26 {c |}{col 14}{res}{space 2}-.0010905{col 26}{space 2} .0440507{col 37}{space 1}   -0.02{col 46}{space 3}0.980{col 54}{space 4}-.0874483{col 67}{space 3} .0852672
{txt}{space 2}_Istate_27 {c |}{col 14}{res}{space 2} .0890484{col 26}{space 2} .0531505{col 37}{space 1}    1.68{col 46}{space 3}0.094{col 54}{space 4}-.0151488{col 67}{space 3} .1932457
{txt}{space 2}_Istate_28 {c |}{col 14}{res}{space 2} .0086622{col 26}{space 2} .0648654{col 37}{space 1}    0.13{col 46}{space 3}0.894{col 54}{space 4}-.1185011{col 67}{space 3} .1358256
{txt}{space 2}_Istate_29 {c |}{col 14}{res}{space 2} .0655416{col 26}{space 2} .0377521{col 37}{space 1}    1.74{col 46}{space 3}0.083{col 54}{space 4}-.0084682{col 67}{space 3} .1395515
{txt}{space 2}_Istate_30 {c |}{col 14}{res}{space 2}-.0145938{col 26}{space 2} .0883358{col 37}{space 1}   -0.17{col 46}{space 3}0.869{col 54}{space 4}-.1877691{col 67}{space 3} .1585814
{txt}{space 2}_Istate_31 {c |}{col 14}{res}{space 2} .1587296{col 26}{space 2} .0373214{col 37}{space 1}    4.25{col 46}{space 3}0.000{col 54}{space 4} .0855641{col 67}{space 3} .2318952
{txt}{space 2}_Istate_32 {c |}{col 14}{res}{space 2} .0241272{col 26}{space 2} .0385874{col 37}{space 1}    0.63{col 46}{space 3}0.532{col 54}{space 4}-.0515204{col 67}{space 3} .0997748
{txt}{space 2}_Istate_33 {c |}{col 14}{res}{space 2} .1036892{col 26}{space 2} .0741945{col 37}{space 1}    1.40{col 46}{space 3}0.162{col 54}{space 4}-.0417631{col 67}{space 3} .2491414
{txt}{space 2}_Istate_34 {c |}{col 14}{res}{space 2} .0626174{col 26}{space 2} .0369751{col 37}{space 1}    1.69{col 46}{space 3}0.090{col 54}{space 4}-.0098692{col 67}{space 3} .1351041
{txt}{space 2}_Istate_35 {c |}{col 14}{res}{space 2} .0254947{col 26}{space 2} .0599514{col 37}{space 1}    0.43{col 46}{space 3}0.671{col 54}{space 4}-.0920351{col 67}{space 3} .1430244
{txt}{space 2}_Istate_36 {c |}{col 14}{res}{space 2} .0433622{col 26}{space 2} .0394123{col 37}{space 1}    1.10{col 46}{space 3}0.271{col 54}{space 4}-.0339024{col 67}{space 3} .1206268
{txt}{space 2}_Istate_37 {c |}{col 14}{res}{space 2} .1158337{col 26}{space 2}  .037493{col 37}{space 1}    3.09{col 46}{space 3}0.002{col 54}{space 4} .0423316{col 67}{space 3} .1893358
{txt}{space 2}_Istate_38 {c |}{col 14}{res}{space 2}-.0108633{col 26}{space 2} .1054984{col 37}{space 1}   -0.10{col 46}{space 3}0.918{col 54}{space 4}-.2176844{col 67}{space 3} .1959579
{txt}{space 2}_Istate_39 {c |}{col 14}{res}{space 2} .0199789{col 26}{space 2}  .042654{col 37}{space 1}    0.47{col 46}{space 3}0.640{col 54}{space 4}-.0636409{col 67}{space 3} .1035987
{txt}{space 2}_Istate_40 {c |}{col 14}{res}{space 2} .0133142{col 26}{space 2} .0595605{col 37}{space 1}    0.22{col 46}{space 3}0.823{col 54}{space 4}-.1034494{col 67}{space 3} .1300778
{txt}{space 2}_Istate_41 {c |}{col 14}{res}{space 2} .0087443{col 26}{space 2} .0429094{col 37}{space 1}    0.20{col 46}{space 3}0.839{col 54}{space 4} -.075376{col 67}{space 3} .0928646
{txt}{space 2}_Istate_42 {c |}{col 14}{res}{space 2} .0475789{col 26}{space 2} .0377794{col 37}{space 1}    1.26{col 46}{space 3}0.208{col 54}{space 4}-.0264846{col 67}{space 3} .1216424
{txt}{space 2}_Istate_43 {c |}{col 14}{res}{space 2} .0438531{col 26}{space 2} .0436081{col 37}{space 1}    1.01{col 46}{space 3}0.315{col 54}{space 4} -.041637{col 67}{space 3} .1293431
{txt}{space 2}_Istate_45 {c |}{col 14}{res}{space 2} .1129825{col 26}{space 2} .0389789{col 37}{space 1}    2.90{col 46}{space 3}0.004{col 54}{space 4} .0365676{col 67}{space 3} .1893973
{txt}{space 2}_Istate_46 {c |}{col 14}{res}{space 2} .0872185{col 26}{space 2} .0385078{col 37}{space 1}    2.26{col 46}{space 3}0.024{col 54}{space 4}  .011727{col 67}{space 3}   .16271
{txt}{space 2}_Istate_47 {c |}{col 14}{res}{space 2}-.2368454{col 26}{space 2} .1146214{col 37}{space 1}   -2.07{col 46}{space 3}0.039{col 54}{space 4}-.4615514{col 67}{space 3}-.0121394
{txt}{space 2}_Istate_48 {c |}{col 14}{res}{space 2} .0003948{col 26}{space 2} .0401489{col 37}{space 1}    0.01{col 46}{space 3}0.992{col 54}{space 4}-.0783139{col 67}{space 3} .0791036
{txt}{space 2}_Istate_49 {c |}{col 14}{res}{space 2} .0091697{col 26}{space 2} .1050728{col 37}{space 1}    0.09{col 46}{space 3}0.930{col 54}{space 4}-.1968171{col 67}{space 3} .2151565
{txt}{space 2}_Istate_50 {c |}{col 14}{res}{space 2}-.0766276{col 26}{space 2} .0813778{col 37}{space 1}   -0.94{col 46}{space 3}0.346{col 54}{space 4}-.2361622{col 67}{space 3}  .082907
{txt}{space 2}_Istate_51 {c |}{col 14}{res}{space 2}-.0083351{col 26}{space 2} .2462625{col 37}{space 1}   -0.03{col 46}{space 3}0.973{col 54}{space 4}-.4911127{col 67}{space 3} .4744425
{txt}{space 3}_Ifsize_3 {c |}{col 14}{res}{space 2}-.0347613{col 26}{space 2} .0126842{col 37}{space 1}   -2.74{col 46}{space 3}0.006{col 54}{space 4}-.0596277{col 67}{space 3}-.0098949
{txt}{space 3}_Ifsize_4 {c |}{col 14}{res}{space 2}-.0410596{col 26}{space 2} .0167896{col 37}{space 1}   -2.45{col 46}{space 3}0.014{col 54}{space 4}-.0739743{col 67}{space 3}-.0081449
{txt}{space 3}_Ifsize_5 {c |}{col 14}{res}{space 2} -.017641{col 26}{space 2} .0234533{col 37}{space 1}   -0.75{col 46}{space 3}0.452{col 54}{space 4}-.0636193{col 67}{space 3} .0283374
{txt}{space 3}_Ifsize_6 {c |}{col 14}{res}{space 2}  .009224{col 26}{space 2} .0327568{col 37}{space 1}    0.28{col 46}{space 3}0.778{col 54}{space 4}-.0549931{col 67}{space 3} .0734412
{txt}{space 3}_Ifsize_7 {c |}{col 14}{res}{space 2}-.0372339{col 26}{space 2} .0519748{col 37}{space 1}   -0.72{col 46}{space 3}0.474{col 54}{space 4}-.1391263{col 67}{space 3} .0646585
{txt}{space 3}_Ifsize_8 {c |}{col 14}{res}{space 2}-.0526285{col 26}{space 2} .0692633{col 37}{space 1}   -0.76{col 46}{space 3}0.447{col 54}{space 4}-.1884136{col 67}{space 3} .0831567
{txt}{space 3}_Ifsize_9 {c |}{col 14}{res}{space 2}-.0374474{col 26}{space 2} .0973377{col 37}{space 1}   -0.38{col 46}{space 3}0.700{col 54}{space 4}  -.22827{col 67}{space 3} .1533752
{txt}{space 2}_Ifsize_10 {c |}{col 14}{res}{space 2}-.1934885{col 26}{space 2} .2410526{col 37}{space 1}   -0.80{col 46}{space 3}0.422{col 54}{space 4}-.6660527{col 67}{space 3} .2790756
{txt}{space 2}_Ifsize_11 {c |}{col 14}{res}{space 2}-.2032544{col 26}{space 2} .2404003{col 37}{space 1}   -0.85{col 46}{space 3}0.398{col 54}{space 4}-.6745396{col 67}{space 3} .2680309
{txt}{space 2}_Ifsize_13 {c |}{col 14}{res}{space 2} -.176516{col 26}{space 2} .2425599{col 37}{space 1}   -0.73{col 46}{space 3}0.467{col 54}{space 4}-.6520351{col 67}{space 3} .2990032
{txt}{space 4}_Ikids_1 {c |}{col 14}{res}{space 2} .0162124{col 26}{space 2} .0126108{col 37}{space 1}    1.29{col 46}{space 3}0.199{col 54}{space 4}  -.00851{col 67}{space 3} .0409348
{txt}{space 4}_Ikids_2 {c |}{col 14}{res}{space 2} .0053852{col 26}{space 2} .0172073{col 37}{space 1}    0.31{col 46}{space 3}0.754{col 54}{space 4}-.0283483{col 67}{space 3} .0391187
{txt}{space 4}_Ikids_3 {c |}{col 14}{res}{space 2}-.0148796{col 26}{space 2} .0255138{col 37}{space 1}   -0.58{col 46}{space 3}0.560{col 54}{space 4}-.0648974{col 67}{space 3} .0351382
{txt}{space 4}_Ikids_4 {c |}{col 14}{res}{space 2} -.041618{col 26}{space 2}  .039624{col 37}{space 1}   -1.05{col 46}{space 3}0.294{col 54}{space 4}-.1192978{col 67}{space 3} .0360617
{txt}{space 4}_Ikids_5 {c |}{col 14}{res}{space 2}-.0465084{col 26}{space 2} .0712339{col 37}{space 1}   -0.65{col 46}{space 3}0.514{col 54}{space 4}-.1861568{col 67}{space 3}   .09314
{txt}{space 4}_Ikids_6 {c |}{col 14}{res}{space 2} -.029301{col 26}{space 2}  .107339{col 37}{space 1}   -0.27{col 46}{space 3}0.785{col 54}{space 4}-.2397304{col 67}{space 3} .1811284
{txt}{space 4}_Ikids_7 {c |}{col 14}{res}{space 2}-.1714683{col 26}{space 2} .1699715{col 37}{space 1}   -1.01{col 46}{space 3}0.313{col 54}{space 4}-.5046837{col 67}{space 3} .1617471
{txt}{space 4}_Ikids_8 {c |}{col 14}{res}{space 2} .0550795{col 26}{space 2} .3398435{col 37}{space 1}    0.16{col 46}{space 3}0.871{col 54}{space 4}-.6111562{col 67}{space 3} .7213152
{txt}{space 4}_Irace_2 {c |}{col 14}{res}{space 2} -.000638{col 26}{space 2}  .051571{col 37}{space 1}   -0.01{col 46}{space 3}0.990{col 54}{space 4}-.1017388{col 67}{space 3} .1004629
{txt}{space 4}_Irace_3 {c |}{col 14}{res}{space 2}  .014038{col 26}{space 2} .0144436{col 37}{space 1}    0.97{col 46}{space 3}0.331{col 54}{space 4}-.0142774{col 67}{space 3} .0423534
{txt}{space 3}_Iwrace_2 {c |}{col 14}{res}{space 2}-.0026898{col 26}{space 2} .0537869{col 37}{space 1}   -0.05{col 46}{space 3}0.960{col 54}{space 4}-.1081347{col 67}{space 3} .1027551
{txt}{space 3}_Iwrace_3 {c |}{col 14}{res}{space 2}-.0177212{col 26}{space 2} .0152431{col 37}{space 1}   -1.16{col 46}{space 3}0.245{col 54}{space 4}-.0476042{col 67}{space 3} .0121617
{txt}{space 7}_cons {c |}{col 14}{res}{space 2}-.1089051{col 26}{space 2} .0930803{col 37}{space 1}   -1.17{col 46}{space 3}0.242{col 54}{space 4}-.2913815{col 67}{space 3} .0735713
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}
{com}. predict double uc2_yhat if e(sample)
{txt}(option xb assumed; fitted values)

{com}. gen muc = uc/sqrt(uc2_yhat)
{txt}(35 missing values generated)

{com}. 
. * total income
. gen double utoty2 = utoty^2
{txt}
{com}. reg utoty2 kidsout bigcity extra _I*

      {txt}Source {c |}       SS       df       MS              Number of obs ={res}    5364
{txt}{hline 13}{char +}{hline 30}           F(148,  5215) ={res}    3.55
    {txt}   Model {char |} {res} 387.607142   148  2.61896718           {txt}Prob > F      = {res} 0.0000
    {txt}Residual {char |} {res} 3842.17396  5215  .736754354           {txt}R-squared     = {res} 0.0916
{txt}{hline 13}{char +}{hline 30}           Adj R-squared = {res} 0.0659
    {txt}   Total {char |} {res}  4229.7811  5363   .78869683           {txt}Root MSE      = {res} .85834

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 1}      utoty2{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 5}kidsout {c |}{col 14}{res}{space 2} .0245644{col 26}{space 2} .0362382{col 37}{space 1}    0.68{col 46}{space 3}0.498{col 54}{space 4}-.0464776{col 67}{space 3} .0956065
{txt}{space 5}bigcity {c |}{col 14}{res}{space 2}  .015323{col 26}{space 2} .0295043{col 37}{space 1}    0.52{col 46}{space 3}0.604{col 54}{space 4}-.0425179{col 67}{space 3} .0731639
{txt}{space 7}extra {c |}{col 14}{res}{space 2} .0061898{col 26}{space 2} .0324744{col 37}{space 1}    0.19{col 46}{space 3}0.849{col 54}{space 4}-.0574737{col 67}{space 3} .0698533
{txt}{space 5}_Iyb_43 {c |}{col 14}{res}{space 2} .1435222{col 26}{space 2} .1514962{col 37}{space 1}    0.95{col 46}{space 3}0.343{col 54}{space 4}-.1534739{col 67}{space 3} .4405182
{txt}{space 5}_Iyb_44 {c |}{col 14}{res}{space 2} .4551821{col 26}{space 2} .1498162{col 37}{space 1}    3.04{col 46}{space 3}0.002{col 54}{space 4} .1614796{col 67}{space 3} .7488847
{txt}{space 5}_Iyb_45 {c |}{col 14}{res}{space 2}-.0049109{col 26}{space 2} .1528229{col 37}{space 1}   -0.03{col 46}{space 3}0.974{col 54}{space 4}-.3045079{col 67}{space 3} .2946861
{txt}{space 5}_Iyb_46 {c |}{col 14}{res}{space 2}-.0026188{col 26}{space 2} .1515649{col 37}{space 1}   -0.02{col 46}{space 3}0.986{col 54}{space 4}-.2997494{col 67}{space 3} .2945119
{txt}{space 5}_Iyb_47 {c |}{col 14}{res}{space 2} -.020557{col 26}{space 2} .1511749{col 37}{space 1}   -0.14{col 46}{space 3}0.892{col 54}{space 4}-.3169231{col 67}{space 3}  .275809
{txt}{space 5}_Iyb_48 {c |}{col 14}{res}{space 2}-.1179811{col 26}{space 2} .1499705{col 37}{space 1}   -0.79{col 46}{space 3}0.431{col 54}{space 4}-.4119861{col 67}{space 3} .1760239
{txt}{space 5}_Iyb_49 {c |}{col 14}{res}{space 2}  .084708{col 26}{space 2} .1616187{col 37}{space 1}    0.52{col 46}{space 3}0.600{col 54}{space 4}-.2321323{col 67}{space 3} .4015483
{txt}{space 5}_Iyb_50 {c |}{col 14}{res}{space 2} .1159146{col 26}{space 2} .1594557{col 37}{space 1}    0.73{col 46}{space 3}0.467{col 54}{space 4}-.1966855{col 67}{space 3} .4285146
{txt}{space 5}_Iyb_51 {c |}{col 14}{res}{space 2}-.0582206{col 26}{space 2} .1622618{col 37}{space 1}   -0.36{col 46}{space 3}0.720{col 54}{space 4}-.3763217{col 67}{space 3} .2598805
{txt}{space 5}_Iyb_52 {c |}{col 14}{res}{space 2} .0524078{col 26}{space 2} .1621664{col 37}{space 1}    0.32{col 46}{space 3}0.747{col 54}{space 4}-.2655062{col 67}{space 3} .3703218
{txt}{space 5}_Iyb_53 {c |}{col 14}{res}{space 2}-.0561092{col 26}{space 2} .1658797{col 37}{space 1}   -0.34{col 46}{space 3}0.735{col 54}{space 4}-.3813028{col 67}{space 3} .2690844
{txt}{space 5}_Iyb_54 {c |}{col 14}{res}{space 2}-.0378563{col 26}{space 2} .1727562{col 37}{space 1}   -0.22{col 46}{space 3}0.827{col 54}{space 4}-.3765308{col 67}{space 3} .3008182
{txt}{space 5}_Iyb_55 {c |}{col 14}{res}{space 2} .0374051{col 26}{space 2} .1756495{col 37}{space 1}    0.21{col 46}{space 3}0.831{col 54}{space 4}-.3069416{col 67}{space 3} .3817518
{txt}{space 5}_Iyb_56 {c |}{col 14}{res}{space 2} .0956212{col 26}{space 2} .1782984{col 37}{space 1}    0.54{col 46}{space 3}0.592{col 54}{space 4}-.2539183{col 67}{space 3} .4451607
{txt}{space 5}_Iyb_57 {c |}{col 14}{res}{space 2} .0813711{col 26}{space 2} .1838144{col 37}{space 1}    0.44{col 46}{space 3}0.658{col 54}{space 4}-.2789821{col 67}{space 3} .4417243
{txt}{space 5}_Iyb_58 {c |}{col 14}{res}{space 2} .1810331{col 26}{space 2} .1877275{col 37}{space 1}    0.96{col 46}{space 3}0.335{col 54}{space 4}-.1869915{col 67}{space 3} .5490577
{txt}{space 5}_Iyb_59 {c |}{col 14}{res}{space 2} .1278678{col 26}{space 2} .1894916{col 37}{space 1}    0.67{col 46}{space 3}0.500{col 54}{space 4} -.243615{col 67}{space 3} .4993507
{txt}{space 5}_Iyb_60 {c |}{col 14}{res}{space 2} .1011262{col 26}{space 2} .1969801{col 37}{space 1}    0.51{col 46}{space 3}0.608{col 54}{space 4}-.2850373{col 67}{space 3} .4872898
{txt}{space 5}_Iyb_61 {c |}{col 14}{res}{space 2} .1088431{col 26}{space 2} .2044617{col 37}{space 1}    0.53{col 46}{space 3}0.595{col 54}{space 4}-.2919875{col 67}{space 3} .5096737
{txt}{space 5}_Iyb_62 {c |}{col 14}{res}{space 2} .2120972{col 26}{space 2} .2123389{col 37}{space 1}    1.00{col 46}{space 3}0.318{col 54}{space 4}-.2041761{col 67}{space 3} .6283704
{txt}{space 5}_Iyb_63 {c |}{col 14}{res}{space 2} .2637766{col 26}{space 2} .2154803{col 37}{space 1}    1.22{col 46}{space 3}0.221{col 54}{space 4}-.1586552{col 67}{space 3} .6862084
{txt}{space 5}_Iyb_64 {c |}{col 14}{res}{space 2} .3561524{col 26}{space 2} .2233811{col 37}{space 1}    1.59{col 46}{space 3}0.111{col 54}{space 4}-.0817681{col 67}{space 3} .7940728
{txt}{space 5}_Iyb_65 {c |}{col 14}{res}{space 2} .2609841{col 26}{space 2} .2323663{col 37}{space 1}    1.12{col 46}{space 3}0.261{col 54}{space 4}-.1945512{col 67}{space 3} .7165193
{txt}{space 5}_Iyb_66 {c |}{col 14}{res}{space 2} .3505186{col 26}{space 2} .2442782{col 37}{space 1}    1.43{col 46}{space 3}0.151{col 54}{space 4} -.128369{col 67}{space 3} .8294063
{txt}{space 5}_Iyb_67 {c |}{col 14}{res}{space 2} .3849191{col 26}{space 2} .2450253{col 37}{space 1}    1.57{col 46}{space 3}0.116{col 54}{space 4}-.0954332{col 67}{space 3} .8652714
{txt}{space 5}_Iyb_68 {c |}{col 14}{res}{space 2} .2714681{col 26}{space 2}  .257447{col 37}{space 1}    1.05{col 46}{space 3}0.292{col 54}{space 4}-.2332359{col 67}{space 3} .7761721
{txt}{space 5}_Iyb_69 {c |}{col 14}{res}{space 2} .2826415{col 26}{space 2} .2553187{col 37}{space 1}    1.11{col 46}{space 3}0.268{col 54}{space 4}-.2178901{col 67}{space 3} .7831731
{txt}{space 5}_Iyb_70 {c |}{col 14}{res}{space 2} .3087104{col 26}{space 2} .2767334{col 37}{space 1}    1.12{col 46}{space 3}0.265{col 54}{space 4}-.2338029{col 67}{space 3} .8512238
{txt}{space 5}_Iyb_71 {c |}{col 14}{res}{space 2} .4199113{col 26}{space 2} .2738202{col 37}{space 1}    1.53{col 46}{space 3}0.125{col 54}{space 4}-.1168911{col 67}{space 3} .9567136
{txt}{space 5}_Iyb_72 {c |}{col 14}{res}{space 2} .4282421{col 26}{space 2} .2921985{col 37}{space 1}    1.47{col 46}{space 3}0.143{col 54}{space 4}-.1445894{col 67}{space 3} 1.001074
{txt}{space 4}_Iwyb_39 {c |}{col 14}{res}{space 2}-2.965755{col 26}{space 2} .4619461{col 37}{space 1}   -6.42{col 46}{space 3}0.000{col 54}{space 4}-3.871363{col 67}{space 3}-2.060147
{txt}{space 4}_Iwyb_41 {c |}{col 14}{res}{space 2}-2.351218{col 26}{space 2} .3790144{col 37}{space 1}   -6.20{col 46}{space 3}0.000{col 54}{space 4}-3.094245{col 67}{space 3}-1.608191
{txt}{space 4}_Iwyb_42 {c |}{col 14}{res}{space 2}-2.393837{col 26}{space 2} .3319854{col 37}{space 1}   -7.21{col 46}{space 3}0.000{col 54}{space 4}-3.044667{col 67}{space 3}-1.743007
{txt}{space 4}_Iwyb_43 {c |}{col 14}{res}{space 2}-1.858229{col 26}{space 2} .3032987{col 37}{space 1}   -6.13{col 46}{space 3}0.000{col 54}{space 4}-2.452821{col 67}{space 3}-1.263636
{txt}{space 4}_Iwyb_44 {c |}{col 14}{res}{space 2}-1.601963{col 26}{space 2} .3149373{col 37}{space 1}   -5.09{col 46}{space 3}0.000{col 54}{space 4}-2.219372{col 67}{space 3}-.9845543
{txt}{space 4}_Iwyb_45 {c |}{col 14}{res}{space 2}-1.168401{col 26}{space 2} .2882225{col 37}{space 1}   -4.05{col 46}{space 3}0.000{col 54}{space 4}-1.733438{col 67}{space 3} -.603364
{txt}{space 4}_Iwyb_46 {c |}{col 14}{res}{space 2}-2.004873{col 26}{space 2} .2759894{col 37}{space 1}   -7.26{col 46}{space 3}0.000{col 54}{space 4}-2.545927{col 67}{space 3}-1.463818
{txt}{space 4}_Iwyb_47 {c |}{col 14}{res}{space 2}-1.978504{col 26}{space 2} .2691973{col 37}{space 1}   -7.35{col 46}{space 3}0.000{col 54}{space 4}-2.506243{col 67}{space 3}-1.450764
{txt}{space 4}_Iwyb_48 {c |}{col 14}{res}{space 2}-2.036837{col 26}{space 2} .2689659{col 37}{space 1}   -7.57{col 46}{space 3}0.000{col 54}{space 4}-2.564123{col 67}{space 3}-1.509551
{txt}{space 4}_Iwyb_49 {c |}{col 14}{res}{space 2}-1.850574{col 26}{space 2} .2704515{col 37}{space 1}   -6.84{col 46}{space 3}0.000{col 54}{space 4}-2.380773{col 67}{space 3}-1.320376
{txt}{space 4}_Iwyb_50 {c |}{col 14}{res}{space 2}-1.825767{col 26}{space 2} .2683458{col 37}{space 1}   -6.80{col 46}{space 3}0.000{col 54}{space 4}-2.351837{col 67}{space 3}-1.299697
{txt}{space 4}_Iwyb_51 {c |}{col 14}{res}{space 2}-1.995649{col 26}{space 2} .2668364{col 37}{space 1}   -7.48{col 46}{space 3}0.000{col 54}{space 4}-2.518761{col 67}{space 3}-1.472538
{txt}{space 4}_Iwyb_52 {c |}{col 14}{res}{space 2}-1.921122{col 26}{space 2} .2679914{col 37}{space 1}   -7.17{col 46}{space 3}0.000{col 54}{space 4}-2.446498{col 67}{space 3}-1.395747
{txt}{space 4}_Iwyb_53 {c |}{col 14}{res}{space 2}-1.900606{col 26}{space 2} .2695096{col 37}{space 1}   -7.05{col 46}{space 3}0.000{col 54}{space 4}-2.428958{col 67}{space 3}-1.372254
{txt}{space 4}_Iwyb_54 {c |}{col 14}{res}{space 2}-1.834773{col 26}{space 2} .2695636{col 37}{space 1}   -6.81{col 46}{space 3}0.000{col 54}{space 4}-2.363231{col 67}{space 3}-1.306316
{txt}{space 4}_Iwyb_55 {c |}{col 14}{res}{space 2}-1.814973{col 26}{space 2} .2688941{col 37}{space 1}   -6.75{col 46}{space 3}0.000{col 54}{space 4}-2.342118{col 67}{space 3}-1.287828
{txt}{space 4}_Iwyb_56 {c |}{col 14}{res}{space 2}-1.872116{col 26}{space 2}   .27393{col 37}{space 1}   -6.83{col 46}{space 3}0.000{col 54}{space 4}-2.409133{col 67}{space 3}-1.335098
{txt}{space 4}_Iwyb_57 {c |}{col 14}{res}{space 2}-1.848356{col 26}{space 2} .2751435{col 37}{space 1}   -6.72{col 46}{space 3}0.000{col 54}{space 4}-2.387753{col 67}{space 3} -1.30896
{txt}{space 4}_Iwyb_58 {c |}{col 14}{res}{space 2}-1.562408{col 26}{space 2} .2756309{col 37}{space 1}   -5.67{col 46}{space 3}0.000{col 54}{space 4} -2.10276{col 67}{space 3}-1.022056
{txt}{space 4}_Iwyb_59 {c |}{col 14}{res}{space 2}-1.801411{col 26}{space 2} .2800185{col 37}{space 1}   -6.43{col 46}{space 3}0.000{col 54}{space 4}-2.350364{col 67}{space 3}-1.252457
{txt}{space 4}_Iwyb_60 {c |}{col 14}{res}{space 2}-1.769943{col 26}{space 2} .2833534{col 37}{space 1}   -6.25{col 46}{space 3}0.000{col 54}{space 4}-2.325435{col 67}{space 3}-1.214452
{txt}{space 4}_Iwyb_61 {c |}{col 14}{res}{space 2}-1.628512{col 26}{space 2} .2824959{col 37}{space 1}   -5.76{col 46}{space 3}0.000{col 54}{space 4}-2.182323{col 67}{space 3}-1.074702
{txt}{space 4}_Iwyb_62 {c |}{col 14}{res}{space 2}-1.716594{col 26}{space 2} .2855329{col 37}{space 1}   -6.01{col 46}{space 3}0.000{col 54}{space 4}-2.276358{col 67}{space 3} -1.15683
{txt}{space 4}_Iwyb_63 {c |}{col 14}{res}{space 2} -1.87807{col 26}{space 2} .2909356{col 37}{space 1}   -6.46{col 46}{space 3}0.000{col 54}{space 4}-2.448426{col 67}{space 3}-1.307714
{txt}{space 4}_Iwyb_64 {c |}{col 14}{res}{space 2}-1.669438{col 26}{space 2} .2957266{col 37}{space 1}   -5.65{col 46}{space 3}0.000{col 54}{space 4}-2.249186{col 67}{space 3} -1.08969
{txt}{space 4}_Iwyb_65 {c |}{col 14}{res}{space 2}-1.742915{col 26}{space 2} .2980876{col 37}{space 1}   -5.85{col 46}{space 3}0.000{col 54}{space 4}-2.327292{col 67}{space 3}-1.158538
{txt}{space 4}_Iwyb_66 {c |}{col 14}{res}{space 2}-1.655438{col 26}{space 2}  .311678{col 37}{space 1}   -5.31{col 46}{space 3}0.000{col 54}{space 4}-2.266457{col 67}{space 3}-1.044418
{txt}{space 4}_Iwyb_67 {c |}{col 14}{res}{space 2}-1.744183{col 26}{space 2} .3049739{col 37}{space 1}   -5.72{col 46}{space 3}0.000{col 54}{space 4} -2.34206{col 67}{space 3}-1.146306
{txt}{space 4}_Iwyb_68 {c |}{col 14}{res}{space 2}-1.739152{col 26}{space 2} .3163742{col 37}{space 1}   -5.50{col 46}{space 3}0.000{col 54}{space 4}-2.359378{col 67}{space 3}-1.118926
{txt}{space 4}_Iwyb_69 {c |}{col 14}{res}{space 2}-1.578858{col 26}{space 2} .3178387{col 37}{space 1}   -4.97{col 46}{space 3}0.000{col 54}{space 4}-2.201955{col 67}{space 3}-.9557609
{txt}{space 4}_Iwyb_70 {c |}{col 14}{res}{space 2}-1.662965{col 26}{space 2} .3188421{col 37}{space 1}   -5.22{col 46}{space 3}0.000{col 54}{space 4}-2.288029{col 67}{space 3}-1.037901
{txt}{space 4}_Iwyb_71 {c |}{col 14}{res}{space 2}-1.614134{col 26}{space 2} .3345441{col 37}{space 1}   -4.82{col 46}{space 3}0.000{col 54}{space 4}-2.269981{col 67}{space 3}-.9582876
{txt}{space 4}_Iwyb_72 {c |}{col 14}{res}{space 2}-1.666977{col 26}{space 2} .3435872{col 37}{space 1}   -4.85{col 46}{space 3}0.000{col 54}{space 4}-2.340552{col 67}{space 3}-.9934021
{txt}{space 4}_Iwyb_73 {c |}{col 14}{res}{space 2}-1.797672{col 26}{space 2} .3399821{col 37}{space 1}   -5.29{col 46}{space 3}0.000{col 54}{space 4}-2.464179{col 67}{space 3}-1.131165
{txt}{space 4}_Iwyb_74 {c |}{col 14}{res}{space 2}-1.547926{col 26}{space 2} .3630733{col 37}{space 1}   -4.26{col 46}{space 3}0.000{col 54}{space 4}-2.259701{col 67}{space 3}-.8361497
{txt}{space 4}_Iwyb_75 {c |}{col 14}{res}{space 2}-1.728836{col 26}{space 2} .4033624{col 37}{space 1}   -4.29{col 46}{space 3}0.000{col 54}{space 4}-2.519595{col 67}{space 3}-.9380768
{txt}{space 4}_Iwyb_76 {c |}{col 14}{res}{space 2}-2.033487{col 26}{space 2} .5501281{col 37}{space 1}   -3.70{col 46}{space 3}0.000{col 54}{space 4}-3.111969{col 67}{space 3}-.9550054
{txt}{space 4}_Iwyb_77 {c |}{col 14}{res}{space 2}-1.807421{col 26}{space 2} .5114132{col 37}{space 1}   -3.53{col 46}{space 3}0.000{col 54}{space 4}-2.810005{col 67}{space 3} -.804837
{txt}{space 4}_Iwyb_79 {c |}{col 14}{res}{space 2}-1.326245{col 26}{space 2} .4696382{col 37}{space 1}   -2.82{col 46}{space 3}0.005{col 54}{space 4}-2.246932{col 67}{space 3} -.405557
{txt}{space 4}_Ieduc_2 {c |}{col 14}{res}{space 2} .8281241{col 26}{space 2} .4142223{col 37}{space 1}    2.00{col 46}{space 3}0.046{col 54}{space 4} .0160749{col 67}{space 3} 1.640173
{txt}{space 4}_Ieduc_3 {c |}{col 14}{res}{space 2} 1.369463{col 26}{space 2} .4157491{col 37}{space 1}    3.29{col 46}{space 3}0.001{col 54}{space 4} .5544211{col 67}{space 3} 2.184506
{txt}{space 2}_IeduXyb_2 {c |}{col 14}{res}{space 2}-.0151358{col 26}{space 2} .0073879{col 37}{space 1}   -2.05{col 46}{space 3}0.041{col 54}{space 4}-.0296193{col 67}{space 3}-.0006524
{txt}{space 2}_IeduXyb_3 {c |}{col 14}{res}{space 2}-.0233921{col 26}{space 2} .0074335{col 37}{space 1}   -3.15{col 46}{space 3}0.002{col 54}{space 4}-.0379649{col 67}{space 3}-.0088192
{txt}{space 3}_Iweduc_2 {c |}{col 14}{res}{space 2} 1.357895{col 26}{space 2} .4527998{col 37}{space 1}    3.00{col 46}{space 3}0.003{col 54}{space 4} .4702175{col 67}{space 3} 2.245572
{txt}{space 3}_Iweduc_3 {c |}{col 14}{res}{space 2} .7753993{col 26}{space 2} .4611537{col 37}{space 1}    1.68{col 46}{space 3}0.093{col 54}{space 4}-.1286552{col 67}{space 3} 1.679454
{txt}{space 1}_IwedXwyb_2 {c |}{col 14}{res}{space 2}-.0245669{col 26}{space 2} .0077409{col 37}{space 1}   -3.17{col 46}{space 3}0.002{col 54}{space 4}-.0397423{col 67}{space 3}-.0093914
{txt}{space 1}_IwedXwyb_3 {c |}{col 14}{res}{space 2}-.0154289{col 26}{space 2} .0078288{col 37}{space 1}   -1.97{col 46}{space 3}0.049{col 54}{space 4}-.0307766{col 67}{space 3}-.0000811
{txt}{space 3}_Istate_2 {c |}{col 14}{res}{space 2} .0056893{col 26}{space 2} .1679504{col 37}{space 1}    0.03{col 46}{space 3}0.973{col 54}{space 4}-.3235638{col 67}{space 3} .3349423
{txt}{space 3}_Istate_3 {c |}{col 14}{res}{space 2} .1090922{col 26}{space 2} .1440463{col 37}{space 1}    0.76{col 46}{space 3}0.449{col 54}{space 4}-.1732989{col 67}{space 3} .3914832
{txt}{space 3}_Istate_4 {c |}{col 14}{res}{space 2} .0779682{col 26}{space 2} .1313646{col 37}{space 1}    0.59{col 46}{space 3}0.553{col 54}{space 4}-.1795614{col 67}{space 3} .3354978
{txt}{space 3}_Istate_5 {c |}{col 14}{res}{space 2} .2723222{col 26}{space 2} .1511614{col 37}{space 1}    1.80{col 46}{space 3}0.072{col 54}{space 4}-.0240175{col 67}{space 3} .5686618
{txt}{space 3}_Istate_6 {c |}{col 14}{res}{space 2} .1733859{col 26}{space 2} .1731734{col 37}{space 1}    1.00{col 46}{space 3}0.317{col 54}{space 4}-.1661065{col 67}{space 3} .5128783
{txt}{space 3}_Istate_9 {c |}{col 14}{res}{space 2} .1019979{col 26}{space 2} .1408028{col 37}{space 1}    0.72{col 46}{space 3}0.469{col 54}{space 4}-.1740345{col 67}{space 3} .3780303
{txt}{space 2}_Istate_10 {c |}{col 14}{res}{space 2} .1020995{col 26}{space 2} .1423612{col 37}{space 1}    0.72{col 46}{space 3}0.473{col 54}{space 4} -.176988{col 67}{space 3} .3811871
{txt}{space 2}_Istate_11 {c |}{col 14}{res}{space 2} .1165823{col 26}{space 2} .4132984{col 37}{space 1}    0.28{col 46}{space 3}0.778{col 54}{space 4}-.6936558{col 67}{space 3} .9268204
{txt}{space 2}_Istate_12 {c |}{col 14}{res}{space 2}-.0143022{col 26}{space 2} .1396281{col 37}{space 1}   -0.10{col 46}{space 3}0.918{col 54}{space 4}-.2880317{col 67}{space 3} .2594274
{txt}{space 2}_Istate_13 {c |}{col 14}{res}{space 2} .1509788{col 26}{space 2} .1611055{col 37}{space 1}    0.94{col 46}{space 3}0.349{col 54}{space 4}-.1648554{col 67}{space 3}  .466813
{txt}{space 2}_Istate_14 {c |}{col 14}{res}{space 2} .0796359{col 26}{space 2} .1375467{col 37}{space 1}    0.58{col 46}{space 3}0.563{col 54}{space 4}-.1900133{col 67}{space 3} .3492851
{txt}{space 2}_Istate_15 {c |}{col 14}{res}{space 2} .0967236{col 26}{space 2} .2003928{col 37}{space 1}    0.48{col 46}{space 3}0.629{col 54}{space 4}-.2961302{col 67}{space 3} .4895774
{txt}{space 2}_Istate_16 {c |}{col 14}{res}{space 2} .2200347{col 26}{space 2} .1453602{col 37}{space 1}    1.51{col 46}{space 3}0.130{col 54}{space 4}-.0649322{col 67}{space 3} .5050016
{txt}{space 2}_Istate_17 {c |}{col 14}{res}{space 2} .2094676{col 26}{space 2} .2081883{col 37}{space 1}    1.01{col 46}{space 3}0.314{col 54}{space 4}-.1986686{col 67}{space 3} .6176038
{txt}{space 2}_Istate_18 {c |}{col 14}{res}{space 2} .0223163{col 26}{space 2} .1716246{col 37}{space 1}    0.13{col 46}{space 3}0.897{col 54}{space 4}-.3141398{col 67}{space 3} .3587725
{txt}{space 2}_Istate_19 {c |}{col 14}{res}{space 2} .2943992{col 26}{space 2} .1517067{col 37}{space 1}    1.94{col 46}{space 3}0.052{col 54}{space 4}-.0030095{col 67}{space 3}  .591808
{txt}{space 2}_Istate_20 {c |}{col 14}{res}{space 2}-.0451526{col 26}{space 2} .1371959{col 37}{space 1}   -0.33{col 46}{space 3}0.742{col 54}{space 4}-.3141141{col 67}{space 3} .2238089
{txt}{space 2}_Istate_21 {c |}{col 14}{res}{space 2} .4049298{col 26}{space 2} .1325196{col 37}{space 1}    3.06{col 46}{space 3}0.002{col 54}{space 4} .1451358{col 67}{space 3} .6647237
{txt}{space 2}_Istate_22 {c |}{col 14}{res}{space 2} .1277483{col 26}{space 2} .1416569{col 37}{space 1}    0.90{col 46}{space 3}0.367{col 54}{space 4}-.1499586{col 67}{space 3} .4054552
{txt}{space 2}_Istate_23 {c |}{col 14}{res}{space 2} .0595624{col 26}{space 2} .1684746{col 37}{space 1}    0.35{col 46}{space 3}0.724{col 54}{space 4}-.2707184{col 67}{space 3} .3898433
{txt}{space 2}_Istate_24 {c |}{col 14}{res}{space 2} .2599107{col 26}{space 2} .1408438{col 37}{space 1}    1.85{col 46}{space 3}0.065{col 54}{space 4}-.0162022{col 67}{space 3} .5360237
{txt}{space 2}_Istate_26 {c |}{col 14}{res}{space 2} .2084628{col 26}{space 2} .1596958{col 37}{space 1}    1.31{col 46}{space 3}0.192{col 54}{space 4}-.1046079{col 67}{space 3} .5215334
{txt}{space 2}_Istate_27 {c |}{col 14}{res}{space 2} .2346215{col 26}{space 2} .1926852{col 37}{space 1}    1.22{col 46}{space 3}0.223{col 54}{space 4}-.1431223{col 67}{space 3} .6123652
{txt}{space 2}_Istate_28 {c |}{col 14}{res}{space 2} .0627649{col 26}{space 2}  .235155{col 37}{space 1}    0.27{col 46}{space 3}0.790{col 54}{space 4}-.3982374{col 67}{space 3} .5237672
{txt}{space 2}_Istate_29 {c |}{col 14}{res}{space 2} .2504532{col 26}{space 2} .1368616{col 37}{space 1}    1.83{col 46}{space 3}0.067{col 54}{space 4}-.0178529{col 67}{space 3} .5187594
{txt}{space 2}_Istate_30 {c |}{col 14}{res}{space 2}-.0153834{col 26}{space 2} .3202418{col 37}{space 1}   -0.05{col 46}{space 3}0.962{col 54}{space 4}-.6431915{col 67}{space 3} .6124246
{txt}{space 2}_Istate_31 {c |}{col 14}{res}{space 2} .4034275{col 26}{space 2} .1353004{col 37}{space 1}    2.98{col 46}{space 3}0.003{col 54}{space 4}  .138182{col 67}{space 3} .6686729
{txt}{space 2}_Istate_32 {c |}{col 14}{res}{space 2} .0380782{col 26}{space 2} .1398901{col 37}{space 1}    0.27{col 46}{space 3}0.785{col 54}{space 4}-.2361651{col 67}{space 3} .3123214
{txt}{space 2}_Istate_33 {c |}{col 14}{res}{space 2} .3255329{col 26}{space 2} .2689755{col 37}{space 1}    1.21{col 46}{space 3}0.226{col 54}{space 4}-.2017717{col 67}{space 3} .8528375
{txt}{space 2}_Istate_34 {c |}{col 14}{res}{space 2} .1708514{col 26}{space 2} .1340449{col 37}{space 1}    1.27{col 46}{space 3}0.203{col 54}{space 4}-.0919327{col 67}{space 3} .4336355
{txt}{space 2}_Istate_35 {c |}{col 14}{res}{space 2} .1693829{col 26}{space 2} .2173402{col 37}{space 1}    0.78{col 46}{space 3}0.436{col 54}{space 4} -.256695{col 67}{space 3} .5954607
{txt}{space 2}_Istate_36 {c |}{col 14}{res}{space 2}  .116969{col 26}{space 2} .1428804{col 37}{space 1}    0.82{col 46}{space 3}0.413{col 54}{space 4}-.1631365{col 67}{space 3} .3970745
{txt}{space 2}_Istate_37 {c |}{col 14}{res}{space 2} .2096207{col 26}{space 2} .1359226{col 37}{space 1}    1.54{col 46}{space 3}0.123{col 54}{space 4}-.0568447{col 67}{space 3}  .476086
{txt}{space 2}_Istate_38 {c |}{col 14}{res}{space 2}-.1212862{col 26}{space 2}  .382461{col 37}{space 1}   -0.32{col 46}{space 3}0.751{col 54}{space 4}-.8710699{col 67}{space 3} .6284976
{txt}{space 2}_Istate_39 {c |}{col 14}{res}{space 2} .1307699{col 26}{space 2} .1546327{col 37}{space 1}    0.85{col 46}{space 3}0.398{col 54}{space 4} -.172375{col 67}{space 3} .4339147
{txt}{space 2}_Istate_40 {c |}{col 14}{res}{space 2}-.1165222{col 26}{space 2} .2159234{col 37}{space 1}   -0.54{col 46}{space 3}0.589{col 54}{space 4}-.5398226{col 67}{space 3} .3067781
{txt}{space 2}_Istate_41 {c |}{col 14}{res}{space 2} .0219139{col 26}{space 2} .1555582{col 37}{space 1}    0.14{col 46}{space 3}0.888{col 54}{space 4}-.2830454{col 67}{space 3} .3268732
{txt}{space 2}_Istate_42 {c |}{col 14}{res}{space 2} .0957836{col 26}{space 2} .1369608{col 37}{space 1}    0.70{col 46}{space 3}0.484{col 54}{space 4} -.172717{col 67}{space 3} .3642842
{txt}{space 2}_Istate_43 {c |}{col 14}{res}{space 2}-.0545607{col 26}{space 2} .1580913{col 37}{space 1}   -0.35{col 46}{space 3}0.730{col 54}{space 4}-.3644858{col 67}{space 3} .2553644
{txt}{space 2}_Istate_45 {c |}{col 14}{res}{space 2} .2756207{col 26}{space 2} .1413091{col 37}{space 1}    1.95{col 46}{space 3}0.051{col 54}{space 4}-.0014043{col 67}{space 3} .5526457
{txt}{space 2}_Istate_46 {c |}{col 14}{res}{space 2} .0058377{col 26}{space 2} .1396015{col 37}{space 1}    0.04{col 46}{space 3}0.967{col 54}{space 4}-.2678398{col 67}{space 3} .2795152
{txt}{space 2}_Istate_47 {c |}{col 14}{res}{space 2}-.5716136{col 26}{space 2} .4155343{col 37}{space 1}   -1.38{col 46}{space 3}0.169{col 54}{space 4}-1.386235{col 67}{space 3} .2430076
{txt}{space 2}_Istate_48 {c |}{col 14}{res}{space 2} .0711024{col 26}{space 2}  .145551{col 37}{space 1}    0.49{col 46}{space 3}0.625{col 54}{space 4}-.2142384{col 67}{space 3} .3564433
{txt}{space 2}_Istate_49 {c |}{col 14}{res}{space 2}-.3240049{col 26}{space 2} .3809181{col 37}{space 1}   -0.85{col 46}{space 3}0.395{col 54}{space 4}-1.070764{col 67}{space 3} .4227541
{txt}{space 2}_Istate_50 {c |}{col 14}{res}{space 2}-.0813593{col 26}{space 2} .2950171{col 37}{space 1}   -0.28{col 46}{space 3}0.783{col 54}{space 4}-.6597164{col 67}{space 3} .4969978
{txt}{space 2}_Istate_51 {c |}{col 14}{res}{space 2}-.4742621{col 26}{space 2} .8927694{col 37}{space 1}   -0.53{col 46}{space 3}0.595{col 54}{space 4}-2.224464{col 67}{space 3}  1.27594
{txt}{space 3}_Ifsize_3 {c |}{col 14}{res}{space 2}-.1034657{col 26}{space 2} .0459838{col 37}{space 1}   -2.25{col 46}{space 3}0.024{col 54}{space 4}-.1936132{col 67}{space 3}-.0133182
{txt}{space 3}_Ifsize_4 {c |}{col 14}{res}{space 2}-.1400075{col 26}{space 2}  .060867{col 37}{space 1}   -2.30{col 46}{space 3}0.021{col 54}{space 4}-.2593324{col 67}{space 3}-.0206826
{txt}{space 3}_Ifsize_5 {c |}{col 14}{res}{space 2}-.1732125{col 26}{space 2} .0850248{col 37}{space 1}   -2.04{col 46}{space 3}0.042{col 54}{space 4}-.3398968{col 67}{space 3}-.0065283
{txt}{space 3}_Ifsize_6 {c |}{col 14}{res}{space 2}-.1355269{col 26}{space 2} .1187526{col 37}{space 1}   -1.14{col 46}{space 3}0.254{col 54}{space 4}-.3683317{col 67}{space 3}  .097278
{txt}{space 3}_Ifsize_7 {c |}{col 14}{res}{space 2}-.2387135{col 26}{space 2}  .188423{col 37}{space 1}   -1.27{col 46}{space 3}0.205{col 54}{space 4}-.6081016{col 67}{space 3} .1306745
{txt}{space 3}_Ifsize_8 {c |}{col 14}{res}{space 2}-.2404413{col 26}{space 2} .2510986{col 37}{space 1}   -0.96{col 46}{space 3}0.338{col 54}{space 4}-.7326998{col 67}{space 3} .2518172
{txt}{space 3}_Ifsize_9 {c |}{col 14}{res}{space 2}-.2152577{col 26}{space 2} .3528759{col 37}{space 1}   -0.61{col 46}{space 3}0.542{col 54}{space 4}-.9070422{col 67}{space 3} .4765269
{txt}{space 2}_Ifsize_10 {c |}{col 14}{res}{space 2}-.1937858{col 26}{space 2} .8738823{col 37}{space 1}   -0.22{col 46}{space 3}0.825{col 54}{space 4}-1.906961{col 67}{space 3}  1.51939
{txt}{space 2}_Ifsize_11 {c |}{col 14}{res}{space 2}-.3449915{col 26}{space 2} .8715174{col 37}{space 1}   -0.40{col 46}{space 3}0.692{col 54}{space 4}-2.053531{col 67}{space 3} 1.363548
{txt}{space 2}_Ifsize_13 {c |}{col 14}{res}{space 2}-.3168363{col 26}{space 2} .8793468{col 37}{space 1}   -0.36{col 46}{space 3}0.719{col 54}{space 4}-2.040724{col 67}{space 3} 1.407052
{txt}{space 4}_Ikids_1 {c |}{col 14}{res}{space 2} .0577986{col 26}{space 2} .0457175{col 37}{space 1}    1.26{col 46}{space 3}0.206{col 54}{space 4}-.0318269{col 67}{space 3} .1474241
{txt}{space 4}_Ikids_2 {c |}{col 14}{res}{space 2} .1154426{col 26}{space 2} .0623811{col 37}{space 1}    1.85{col 46}{space 3}0.064{col 54}{space 4}-.0068506{col 67}{space 3} .2377357
{txt}{space 4}_Ikids_3 {c |}{col 14}{res}{space 2} .1117531{col 26}{space 2} .0924947{col 37}{space 1}    1.21{col 46}{space 3}0.227{col 54}{space 4}-.0695752{col 67}{space 3} .2930814
{txt}{space 4}_Ikids_4 {c |}{col 14}{res}{space 2} .0835979{col 26}{space 2} .1436481{col 37}{space 1}    0.58{col 46}{space 3}0.561{col 54}{space 4}-.1980126{col 67}{space 3} .3652084
{txt}{space 4}_Ikids_5 {c |}{col 14}{res}{space 2} .0876825{col 26}{space 2} .2582427{col 37}{space 1}    0.34{col 46}{space 3}0.734{col 54}{space 4}-.4185814{col 67}{space 3} .5939464
{txt}{space 4}_Ikids_6 {c |}{col 14}{res}{space 2} .1926108{col 26}{space 2} .3891335{col 37}{space 1}    0.49{col 46}{space 3}0.621{col 54}{space 4}-.5702539{col 67}{space 3} .9554754
{txt}{space 4}_Ikids_7 {c |}{col 14}{res}{space 2} .0774242{col 26}{space 2} .6161937{col 37}{space 1}    0.13{col 46}{space 3}0.900{col 54}{space 4}-1.130574{col 67}{space 3} 1.285422
{txt}{space 4}_Ikids_8 {c |}{col 14}{res}{space 2} .2090815{col 26}{space 2} 1.232027{col 37}{space 1}    0.17{col 46}{space 3}0.865{col 54}{space 4}-2.206207{col 67}{space 3}  2.62437
{txt}{space 4}_Irace_2 {c |}{col 14}{res}{space 2}-.2155012{col 26}{space 2} .1869593{col 37}{space 1}   -1.15{col 46}{space 3}0.249{col 54}{space 4}-.5820197{col 67}{space 3} .1510173
{txt}{space 4}_Irace_3 {c |}{col 14}{res}{space 2} -.067042{col 26}{space 2} .0523619{col 37}{space 1}   -1.28{col 46}{space 3}0.200{col 54}{space 4}-.1696932{col 67}{space 3} .0356092
{txt}{space 3}_Iwrace_2 {c |}{col 14}{res}{space 2} .1869412{col 26}{space 2} .1949924{col 37}{space 1}    0.96{col 46}{space 3}0.338{col 54}{space 4}-.1953256{col 67}{space 3} .5692081
{txt}{space 3}_Iwrace_3 {c |}{col 14}{res}{space 2}-.0268227{col 26}{space 2} .0552606{col 37}{space 1}   -0.49{col 46}{space 3}0.627{col 54}{space 4}-.1351566{col 67}{space 3} .0815112
{txt}{space 7}_cons {c |}{col 14}{res}{space 2} 1.929996{col 26}{space 2} .3374418{col 37}{space 1}    5.72{col 46}{space 3}0.000{col 54}{space 4} 1.268469{col 67}{space 3} 2.591523
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}
{com}. predict double utoty2_yhat if e(sample)
{txt}(option xb assumed; fitted values)

{com}. gen mutoty = utoty/sqrt(utoty2_yhat)
{txt}(260 missing values generated)

{com}. 
. * total asset
. gen double ua2 =ua^2
{txt}
{com}. reg ua2 kidsout bigcity extra _I*

      {txt}Source {c |}       SS       df       MS              Number of obs ={res}    5364
{txt}{hline 13}{char +}{hline 30}           F(148,  5215) ={res}    2.31
    {txt}   Model {char |} {res} 2216.00015   148   14.972974           {txt}Prob > F      = {res} 0.0000
    {txt}Residual {char |} {res} 33744.4123  5215  6.47064474           {txt}R-squared     = {res} 0.0616
{txt}{hline 13}{char +}{hline 30}           Adj R-squared = {res} 0.0350
    {txt}   Total {char |} {res} 35960.4125  5363  6.70527922           {txt}Root MSE      = {res} 2.5437

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 1}         ua2{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 5}kidsout {c |}{col 14}{res}{space 2} .2183927{col 26}{space 2} .1073937{col 37}{space 1}    2.03{col 46}{space 3}0.042{col 54}{space 4}  .007856{col 67}{space 3} .4289294
{txt}{space 5}bigcity {c |}{col 14}{res}{space 2}-.0064209{col 26}{space 2} .0874376{col 37}{space 1}   -0.07{col 46}{space 3}0.941{col 54}{space 4}-.1778353{col 67}{space 3} .1649935
{txt}{space 7}extra {c |}{col 14}{res}{space 2} .0482911{col 26}{space 2} .0962397{col 37}{space 1}    0.50{col 46}{space 3}0.616{col 54}{space 4} -.140379{col 67}{space 3} .2369612
{txt}{space 5}_Iyb_43 {c |}{col 14}{res}{space 2} .3438768{col 26}{space 2} .4489668{col 37}{space 1}    0.77{col 46}{space 3}0.444{col 54}{space 4}-.5362862{col 67}{space 3}  1.22404
{txt}{space 5}_Iyb_44 {c |}{col 14}{res}{space 2}-.0938215{col 26}{space 2} .4439881{col 37}{space 1}   -0.21{col 46}{space 3}0.833{col 54}{space 4}-.9642242{col 67}{space 3} .7765811
{txt}{space 5}_Iyb_45 {c |}{col 14}{res}{space 2} .1664271{col 26}{space 2} .4528986{col 37}{space 1}    0.37{col 46}{space 3}0.713{col 54}{space 4} -.721444{col 67}{space 3} 1.054298
{txt}{space 5}_Iyb_46 {c |}{col 14}{res}{space 2}  .966631{col 26}{space 2} .4491702{col 37}{space 1}    2.15{col 46}{space 3}0.031{col 54}{space 4} .0860692{col 67}{space 3} 1.847193
{txt}{space 5}_Iyb_47 {c |}{col 14}{res}{space 2} .3983995{col 26}{space 2} .4480144{col 37}{space 1}    0.89{col 46}{space 3}0.374{col 54}{space 4}-.4798965{col 67}{space 3} 1.276695
{txt}{space 5}_Iyb_48 {c |}{col 14}{res}{space 2} .5295467{col 26}{space 2} .4444452{col 37}{space 1}    1.19{col 46}{space 3}0.234{col 54}{space 4}-.3417522{col 67}{space 3} 1.400846
{txt}{space 5}_Iyb_49 {c |}{col 14}{res}{space 2} .5804688{col 26}{space 2} .4789652{col 37}{space 1}    1.21{col 46}{space 3}0.226{col 54}{space 4}-.3585036{col 67}{space 3} 1.519441
{txt}{space 5}_Iyb_50 {c |}{col 14}{res}{space 2} .6819737{col 26}{space 2} .4725552{col 37}{space 1}    1.44{col 46}{space 3}0.149{col 54}{space 4}-.2444325{col 67}{space 3}  1.60838
{txt}{space 5}_Iyb_51 {c |}{col 14}{res}{space 2} .3209975{col 26}{space 2} .4808712{col 37}{space 1}    0.67{col 46}{space 3}0.504{col 54}{space 4}-.6217115{col 67}{space 3} 1.263707
{txt}{space 5}_Iyb_52 {c |}{col 14}{res}{space 2} 1.169007{col 26}{space 2} .4805883{col 37}{space 1}    2.43{col 46}{space 3}0.015{col 54}{space 4} .2268528{col 67}{space 3} 2.111162
{txt}{space 5}_Iyb_53 {c |}{col 14}{res}{space 2}  .980156{col 26}{space 2} .4915928{col 37}{space 1}    1.99{col 46}{space 3}0.046{col 54}{space 4} .0164281{col 67}{space 3} 1.943884
{txt}{space 5}_Iyb_54 {c |}{col 14}{res}{space 2} .6717938{col 26}{space 2} .5119718{col 37}{space 1}    1.31{col 46}{space 3}0.190{col 54}{space 4}-.3318854{col 67}{space 3} 1.675473
{txt}{space 5}_Iyb_55 {c |}{col 14}{res}{space 2} .8799794{col 26}{space 2} .5205464{col 37}{space 1}    1.69{col 46}{space 3}0.091{col 54}{space 4}-.1405096{col 67}{space 3} 1.900468
{txt}{space 5}_Iyb_56 {c |}{col 14}{res}{space 2} .8004572{col 26}{space 2} .5283963{col 37}{space 1}    1.51{col 46}{space 3}0.130{col 54}{space 4} -.235421{col 67}{space 3} 1.836335
{txt}{space 5}_Iyb_57 {c |}{col 14}{res}{space 2} .9974362{col 26}{space 2} .5447433{col 37}{space 1}    1.83{col 46}{space 3}0.067{col 54}{space 4}-.0704889{col 67}{space 3} 2.065361
{txt}{space 5}_Iyb_58 {c |}{col 14}{res}{space 2}  .922504{col 26}{space 2} .5563401{col 37}{space 1}    1.66{col 46}{space 3}0.097{col 54}{space 4}-.1681557{col 67}{space 3} 2.013164
{txt}{space 5}_Iyb_59 {c |}{col 14}{res}{space 2} .9217641{col 26}{space 2}  .561568{col 37}{space 1}    1.64{col 46}{space 3}0.101{col 54}{space 4}-.1791444{col 67}{space 3} 2.022673
{txt}{space 5}_Iyb_60 {c |}{col 14}{res}{space 2} 1.082109{col 26}{space 2} .5837606{col 37}{space 1}    1.85{col 46}{space 3}0.064{col 54}{space 4}-.0623059{col 67}{space 3} 2.226525
{txt}{space 5}_Iyb_61 {c |}{col 14}{res}{space 2} 1.248832{col 26}{space 2} .6059327{col 37}{space 1}    2.06{col 46}{space 3}0.039{col 54}{space 4} .0609497{col 67}{space 3} 2.436714
{txt}{space 5}_Iyb_62 {c |}{col 14}{res}{space 2} 1.130863{col 26}{space 2} .6292773{col 37}{space 1}    1.80{col 46}{space 3}0.072{col 54}{space 4}-.1027842{col 67}{space 3}  2.36451
{txt}{space 5}_Iyb_63 {c |}{col 14}{res}{space 2}  1.13149{col 26}{space 2}  .638587{col 37}{space 1}    1.77{col 46}{space 3}0.076{col 54}{space 4}-.1204084{col 67}{space 3} 2.383388
{txt}{space 5}_Iyb_64 {c |}{col 14}{res}{space 2} 1.527334{col 26}{space 2} .6620012{col 37}{space 1}    2.31{col 46}{space 3}0.021{col 54}{space 4} .2295346{col 67}{space 3} 2.825134
{txt}{space 5}_Iyb_65 {c |}{col 14}{res}{space 2} .4545027{col 26}{space 2} .6886293{col 37}{space 1}    0.66{col 46}{space 3}0.509{col 54}{space 4}-.8954993{col 67}{space 3} 1.804505
{txt}{space 5}_Iyb_66 {c |}{col 14}{res}{space 2} .7976921{col 26}{space 2}  .723931{col 37}{space 1}    1.10{col 46}{space 3}0.271{col 54}{space 4}-.6215159{col 67}{space 3}   2.2169
{txt}{space 5}_Iyb_67 {c |}{col 14}{res}{space 2} .3466532{col 26}{space 2} .7261451{col 37}{space 1}    0.48{col 46}{space 3}0.633{col 54}{space 4}-1.076895{col 67}{space 3} 1.770202
{txt}{space 5}_Iyb_68 {c |}{col 14}{res}{space 2} .4691023{col 26}{space 2} .7629574{col 37}{space 1}    0.61{col 46}{space 3}0.539{col 54}{space 4}-1.026614{col 67}{space 3} 1.964818
{txt}{space 5}_Iyb_69 {c |}{col 14}{res}{space 2} .8664989{col 26}{space 2}   .75665{col 37}{space 1}    1.15{col 46}{space 3}0.252{col 54}{space 4}-.6168521{col 67}{space 3}  2.34985
{txt}{space 5}_Iyb_70 {c |}{col 14}{res}{space 2} .6457278{col 26}{space 2} .8201135{col 37}{space 1}    0.79{col 46}{space 3}0.431{col 54}{space 4}-.9620383{col 67}{space 3} 2.253494
{txt}{space 5}_Iyb_71 {c |}{col 14}{res}{space 2} .7829786{col 26}{space 2} .8114802{col 37}{space 1}    0.96{col 46}{space 3}0.335{col 54}{space 4}-.8078627{col 67}{space 3}  2.37382
{txt}{space 5}_Iyb_72 {c |}{col 14}{res}{space 2} 1.091417{col 26}{space 2} .8659452{col 37}{space 1}    1.26{col 46}{space 3}0.208{col 54}{space 4}-.6061987{col 67}{space 3} 2.789032
{txt}{space 4}_Iwyb_39 {c |}{col 14}{res}{space 2}-2.370234{col 26}{space 2} 1.369001{col 37}{space 1}   -1.73{col 46}{space 3}0.083{col 54}{space 4}-5.054049{col 67}{space 3} .3135811
{txt}{space 4}_Iwyb_41 {c |}{col 14}{res}{space 2}-1.927847{col 26}{space 2} 1.123229{col 37}{space 1}   -1.72{col 46}{space 3}0.086{col 54}{space 4}-4.129845{col 67}{space 3} .2741522
{txt}{space 4}_Iwyb_42 {c |}{col 14}{res}{space 2} -.457185{col 26}{space 2} .9838557{col 37}{space 1}   -0.46{col 46}{space 3}0.642{col 54}{space 4}-2.385954{col 67}{space 3} 1.471584
{txt}{space 4}_Iwyb_43 {c |}{col 14}{res}{space 2}-1.199877{col 26}{space 2} .8988412{col 37}{space 1}   -1.33{col 46}{space 3}0.182{col 54}{space 4}-2.961983{col 67}{space 3}  .562228
{txt}{space 4}_Iwyb_44 {c |}{col 14}{res}{space 2}  .321266{col 26}{space 2} .9333327{col 37}{space 1}    0.34{col 46}{space 3}0.731{col 54}{space 4}-1.508457{col 67}{space 3} 2.150989
{txt}{space 4}_Iwyb_45 {c |}{col 14}{res}{space 2}-1.368336{col 26}{space 2} .8541621{col 37}{space 1}   -1.60{col 46}{space 3}0.109{col 54}{space 4}-3.042852{col 67}{space 3} .3061794
{txt}{space 4}_Iwyb_46 {c |}{col 14}{res}{space 2}-1.186074{col 26}{space 2} .8179086{col 37}{space 1}   -1.45{col 46}{space 3}0.147{col 54}{space 4}-2.789518{col 67}{space 3}  .417369
{txt}{space 4}_Iwyb_47 {c |}{col 14}{res}{space 2}-.6789797{col 26}{space 2} .7977798{col 37}{space 1}   -0.85{col 46}{space 3}0.395{col 54}{space 4}-2.242962{col 67}{space 3} .8850031
{txt}{space 4}_Iwyb_48 {c |}{col 14}{res}{space 2}-1.376878{col 26}{space 2} .7970943{col 37}{space 1}   -1.73{col 46}{space 3}0.084{col 54}{space 4}-2.939516{col 67}{space 3} .1857613
{txt}{space 4}_Iwyb_49 {c |}{col 14}{res}{space 2}-.7931262{col 26}{space 2} .8014969{col 37}{space 1}   -0.99{col 46}{space 3}0.322{col 54}{space 4}-2.364396{col 67}{space 3} .7781436
{txt}{space 4}_Iwyb_50 {c |}{col 14}{res}{space 2}-.9892473{col 26}{space 2} .7952566{col 37}{space 1}   -1.24{col 46}{space 3}0.214{col 54}{space 4}-2.548283{col 67}{space 3} .5697887
{txt}{space 4}_Iwyb_51 {c |}{col 14}{res}{space 2}-1.312197{col 26}{space 2} .7907834{col 37}{space 1}   -1.66{col 46}{space 3}0.097{col 54}{space 4}-2.862463{col 67}{space 3}   .23807
{txt}{space 4}_Iwyb_52 {c |}{col 14}{res}{space 2}-1.047801{col 26}{space 2} .7942064{col 37}{space 1}   -1.32{col 46}{space 3}0.187{col 54}{space 4}-2.604779{col 67}{space 3} .5091758
{txt}{space 4}_Iwyb_53 {c |}{col 14}{res}{space 2}-1.229488{col 26}{space 2} .7987054{col 37}{space 1}   -1.54{col 46}{space 3}0.124{col 54}{space 4}-2.795285{col 67}{space 3} .3363097
{txt}{space 4}_Iwyb_54 {c |}{col 14}{res}{space 2}-1.211192{col 26}{space 2} .7988656{col 37}{space 1}   -1.52{col 46}{space 3}0.130{col 54}{space 4}-2.777304{col 67}{space 3} .3549187
{txt}{space 4}_Iwyb_55 {c |}{col 14}{res}{space 2}-.8495942{col 26}{space 2} .7968814{col 37}{space 1}   -1.07{col 46}{space 3}0.286{col 54}{space 4}-2.411816{col 67}{space 3} .7126271
{txt}{space 4}_Iwyb_56 {c |}{col 14}{res}{space 2}-1.318709{col 26}{space 2} .8118054{col 37}{space 1}   -1.62{col 46}{space 3}0.104{col 54}{space 4}-2.910188{col 67}{space 3} .2727693
{txt}{space 4}_Iwyb_57 {c |}{col 14}{res}{space 2} -1.19223{col 26}{space 2} .8154018{col 37}{space 1}   -1.46{col 46}{space 3}0.144{col 54}{space 4}-2.790759{col 67}{space 3} .4062993
{txt}{space 4}_Iwyb_58 {c |}{col 14}{res}{space 2}-.5075704{col 26}{space 2} .8168463{col 37}{space 1}   -0.62{col 46}{space 3}0.534{col 54}{space 4}-2.108931{col 67}{space 3}  1.09379
{txt}{space 4}_Iwyb_59 {c |}{col 14}{res}{space 2}-.7354554{col 26}{space 2} .8298491{col 37}{space 1}   -0.89{col 46}{space 3}0.376{col 54}{space 4}-2.362307{col 67}{space 3} .8913965
{txt}{space 4}_Iwyb_60 {c |}{col 14}{res}{space 2}-1.275954{col 26}{space 2} .8397322{col 37}{space 1}   -1.52{col 46}{space 3}0.129{col 54}{space 4}-2.922181{col 67}{space 3} .3702728
{txt}{space 4}_Iwyb_61 {c |}{col 14}{res}{space 2}-.5453881{col 26}{space 2} .8371912{col 37}{space 1}   -0.65{col 46}{space 3}0.515{col 54}{space 4}-2.186634{col 67}{space 3} 1.095857
{txt}{space 4}_Iwyb_62 {c |}{col 14}{res}{space 2}-.3205014{col 26}{space 2} .8461914{col 37}{space 1}   -0.38{col 46}{space 3}0.705{col 54}{space 4}-1.979391{col 67}{space 3} 1.338388
{txt}{space 4}_Iwyb_63 {c |}{col 14}{res}{space 2}-1.084597{col 26}{space 2} .8622025{col 37}{space 1}   -1.26{col 46}{space 3}0.208{col 54}{space 4}-2.774876{col 67}{space 3} .6056806
{txt}{space 4}_Iwyb_64 {c |}{col 14}{res}{space 2}-1.081308{col 26}{space 2} .8764009{col 37}{space 1}   -1.23{col 46}{space 3}0.217{col 54}{space 4}-2.799421{col 67}{space 3} .6368055
{txt}{space 4}_Iwyb_65 {c |}{col 14}{res}{space 2}-.8237622{col 26}{space 2}  .883398{col 37}{space 1}   -0.93{col 46}{space 3}0.351{col 54}{space 4}-2.555592{col 67}{space 3}  .908068
{txt}{space 4}_Iwyb_66 {c |}{col 14}{res}{space 2}-.1431951{col 26}{space 2} .9236736{col 37}{space 1}   -0.16{col 46}{space 3}0.877{col 54}{space 4}-1.953982{col 67}{space 3} 1.667592
{txt}{space 4}_Iwyb_67 {c |}{col 14}{res}{space 2}  .078389{col 26}{space 2} .9038057{col 37}{space 1}    0.09{col 46}{space 3}0.931{col 54}{space 4}-1.693449{col 67}{space 3} 1.850227
{txt}{space 4}_Iwyb_68 {c |}{col 14}{res}{space 2}-.1352668{col 26}{space 2} .9375912{col 37}{space 1}   -0.14{col 46}{space 3}0.885{col 54}{space 4}-1.973338{col 67}{space 3} 1.702805
{txt}{space 4}_Iwyb_69 {c |}{col 14}{res}{space 2}  .724962{col 26}{space 2} .9419311{col 37}{space 1}    0.77{col 46}{space 3}0.442{col 54}{space 4}-1.121618{col 67}{space 3} 2.571542
{txt}{space 4}_Iwyb_70 {c |}{col 14}{res}{space 2}  .694854{col 26}{space 2} .9449047{col 37}{space 1}    0.74{col 46}{space 3}0.462{col 54}{space 4}-1.157555{col 67}{space 3} 2.547263
{txt}{space 4}_Iwyb_71 {c |}{col 14}{res}{space 2}-.1144442{col 26}{space 2} .9914386{col 37}{space 1}   -0.12{col 46}{space 3}0.908{col 54}{space 4}-2.058079{col 67}{space 3} 1.829191
{txt}{space 4}_Iwyb_72 {c |}{col 14}{res}{space 2}-.1937024{col 26}{space 2} 1.018238{col 37}{space 1}   -0.19{col 46}{space 3}0.849{col 54}{space 4}-2.189876{col 67}{space 3} 1.802471
{txt}{space 4}_Iwyb_73 {c |}{col 14}{res}{space 2}-.1006724{col 26}{space 2} 1.007554{col 37}{space 1}   -0.10{col 46}{space 3}0.920{col 54}{space 4}-2.075901{col 67}{space 3} 1.874556
{txt}{space 4}_Iwyb_74 {c |}{col 14}{res}{space 2}-.1022525{col 26}{space 2} 1.075986{col 37}{space 1}   -0.10{col 46}{space 3}0.924{col 54}{space 4}-2.211637{col 67}{space 3} 2.007132
{txt}{space 4}_Iwyb_75 {c |}{col 14}{res}{space 2}-.4674651{col 26}{space 2} 1.195385{col 37}{space 1}   -0.39{col 46}{space 3}0.696{col 54}{space 4}-2.810921{col 67}{space 3} 1.875991
{txt}{space 4}_Iwyb_76 {c |}{col 14}{res}{space 2}-1.610651{col 26}{space 2} 1.630333{col 37}{space 1}   -0.99{col 46}{space 3}0.323{col 54}{space 4}-4.806786{col 67}{space 3} 1.585484
{txt}{space 4}_Iwyb_77 {c |}{col 14}{res}{space 2}-.0059666{col 26}{space 2} 1.515599{col 37}{space 1}   -0.00{col 46}{space 3}0.997{col 54}{space 4}-2.977176{col 67}{space 3} 2.965243
{txt}{space 4}_Iwyb_79 {c |}{col 14}{res}{space 2}-.2011411{col 26}{space 2} 1.391797{col 37}{space 1}   -0.14{col 46}{space 3}0.885{col 54}{space 4}-2.929646{col 67}{space 3} 2.527364
{txt}{space 4}_Ieduc_2 {c |}{col 14}{res}{space 2} 1.555827{col 26}{space 2} 1.227569{col 37}{space 1}    1.27{col 46}{space 3}0.205{col 54}{space 4}-.8507229{col 67}{space 3} 3.962376
{txt}{space 4}_Ieduc_3 {c |}{col 14}{res}{space 2} 1.930395{col 26}{space 2} 1.232094{col 37}{space 1}    1.57{col 46}{space 3}0.117{col 54}{space 4}-.4850251{col 67}{space 3} 4.345815
{txt}{space 2}_IeduXyb_2 {c |}{col 14}{res}{space 2}-.0328109{col 26}{space 2} .0218945{col 37}{space 1}   -1.50{col 46}{space 3}0.134{col 54}{space 4}-.0757333{col 67}{space 3} .0101116
{txt}{space 2}_IeduXyb_3 {c |}{col 14}{res}{space 2}-.0411958{col 26}{space 2} .0220297{col 37}{space 1}   -1.87{col 46}{space 3}0.062{col 54}{space 4}-.0843832{col 67}{space 3} .0019916
{txt}{space 3}_Iweduc_2 {c |}{col 14}{res}{space 2} 1.236873{col 26}{space 2} 1.341895{col 37}{space 1}    0.92{col 46}{space 3}0.357{col 54}{space 4}-1.393804{col 67}{space 3}  3.86755
{txt}{space 3}_Iweduc_3 {c |}{col 14}{res}{space 2} .2532791{col 26}{space 2} 1.366653{col 37}{space 1}    0.19{col 46}{space 3}0.853{col 54}{space 4}-2.425933{col 67}{space 3} 2.932491
{txt}{space 1}_IwedXwyb_2 {c |}{col 14}{res}{space 2}-.0243969{col 26}{space 2} .0229406{col 37}{space 1}   -1.06{col 46}{space 3}0.288{col 54}{space 4}-.0693701{col 67}{space 3} .0205763
{txt}{space 1}_IwedXwyb_3 {c |}{col 14}{res}{space 2}-.0080188{col 26}{space 2} .0232011{col 37}{space 1}   -0.35{col 46}{space 3}0.730{col 54}{space 4}-.0535026{col 67}{space 3} .0374651
{txt}{space 3}_Istate_2 {c |}{col 14}{res}{space 2} 1.064555{col 26}{space 2} .4977295{col 37}{space 1}    2.14{col 46}{space 3}0.032{col 54}{space 4} .0887963{col 67}{space 3} 2.040313
{txt}{space 3}_Istate_3 {c |}{col 14}{res}{space 2} .2340185{col 26}{space 2} .4268885{col 37}{space 1}    0.55{col 46}{space 3}0.584{col 54}{space 4}-.6028619{col 67}{space 3} 1.070899
{txt}{space 3}_Istate_4 {c |}{col 14}{res}{space 2}  .327497{col 26}{space 2} .3893057{col 37}{space 1}    0.84{col 46}{space 3}0.400{col 54}{space 4}-.4357052{col 67}{space 3} 1.090699
{txt}{space 3}_Istate_5 {c |}{col 14}{res}{space 2}-.1363039{col 26}{space 2} .4479745{col 37}{space 1}   -0.30{col 46}{space 3}0.761{col 54}{space 4}-1.014522{col 67}{space 3} .7419138
{txt}{space 3}_Istate_6 {c |}{col 14}{res}{space 2}-.4758455{col 26}{space 2} .5132082{col 37}{space 1}   -0.93{col 46}{space 3}0.354{col 54}{space 4}-1.481948{col 67}{space 3} .5302576
{txt}{space 3}_Istate_9 {c |}{col 14}{res}{space 2} .1286205{col 26}{space 2} .4172762{col 37}{space 1}    0.31{col 46}{space 3}0.758{col 54}{space 4}-.6894157{col 67}{space 3} .9466566
{txt}{space 2}_Istate_10 {c |}{col 14}{res}{space 2}-.3313639{col 26}{space 2} .4218946{col 37}{space 1}   -0.79{col 46}{space 3}0.432{col 54}{space 4}-1.158454{col 67}{space 3} .4957263
{txt}{space 2}_Istate_11 {c |}{col 14}{res}{space 2} .1109827{col 26}{space 2} 1.224831{col 37}{space 1}    0.09{col 46}{space 3}0.928{col 54}{space 4}-2.290199{col 67}{space 3} 2.512165
{txt}{space 2}_Istate_12 {c |}{col 14}{res}{space 2} .2405181{col 26}{space 2}  .413795{col 37}{space 1}    0.58{col 46}{space 3}0.561{col 54}{space 4}-.5706934{col 67}{space 3}  1.05173
{txt}{space 2}_Istate_13 {c |}{col 14}{res}{space 2} .4965274{col 26}{space 2} .4774442{col 37}{space 1}    1.04{col 46}{space 3}0.298{col 54}{space 4}-.4394634{col 67}{space 3} 1.432518
{txt}{space 2}_Istate_14 {c |}{col 14}{res}{space 2} .0574717{col 26}{space 2} .4076267{col 37}{space 1}    0.14{col 46}{space 3}0.888{col 54}{space 4}-.7416475{col 67}{space 3} .8565909
{txt}{space 2}_Istate_15 {c |}{col 14}{res}{space 2}  .111997{col 26}{space 2} .5938742{col 37}{space 1}    0.19{col 46}{space 3}0.850{col 54}{space 4}-1.052245{col 67}{space 3} 1.276239
{txt}{space 2}_Istate_16 {c |}{col 14}{res}{space 2} .2127429{col 26}{space 2} .4307824{col 37}{space 1}    0.49{col 46}{space 3}0.621{col 54}{space 4}-.6317711{col 67}{space 3} 1.057257
{txt}{space 2}_Istate_17 {c |}{col 14}{res}{space 2} -.260716{col 26}{space 2} .6169765{col 37}{space 1}   -0.42{col 46}{space 3}0.673{col 54}{space 4}-1.470248{col 67}{space 3} .9488165
{txt}{space 2}_Istate_18 {c |}{col 14}{res}{space 2}-.6199217{col 26}{space 2} .5086183{col 37}{space 1}   -1.22{col 46}{space 3}0.223{col 54}{space 4}-1.617027{col 67}{space 3} .3771832
{txt}{space 2}_Istate_19 {c |}{col 14}{res}{space 2} .5317793{col 26}{space 2} .4495907{col 37}{space 1}    1.18{col 46}{space 3}0.237{col 54}{space 4}-.3496068{col 67}{space 3} 1.413165
{txt}{space 2}_Istate_20 {c |}{col 14}{res}{space 2}-.1511318{col 26}{space 2} .4065872{col 37}{space 1}   -0.37{col 46}{space 3}0.710{col 54}{space 4} -.948213{col 67}{space 3} .6459493
{txt}{space 2}_Istate_21 {c |}{col 14}{res}{space 2} .1948825{col 26}{space 2} .3927286{col 37}{space 1}    0.50{col 46}{space 3}0.620{col 54}{space 4}-.5750301{col 67}{space 3} .9647951
{txt}{space 2}_Istate_22 {c |}{col 14}{res}{space 2}-.0912808{col 26}{space 2} .4198075{col 37}{space 1}   -0.22{col 46}{space 3}0.828{col 54}{space 4}-.9142795{col 67}{space 3} .7317179
{txt}{space 2}_Istate_23 {c |}{col 14}{res}{space 2}-.1900644{col 26}{space 2} .4992832{col 37}{space 1}   -0.38{col 46}{space 3}0.703{col 54}{space 4}-1.168869{col 67}{space 3} .7887398
{txt}{space 2}_Istate_24 {c |}{col 14}{res}{space 2}  .022353{col 26}{space 2} .4173979{col 37}{space 1}    0.05{col 46}{space 3}0.957{col 54}{space 4}-.7959219{col 67}{space 3} .8406278
{txt}{space 2}_Istate_26 {c |}{col 14}{res}{space 2} .6650231{col 26}{space 2} .4732666{col 37}{space 1}    1.41{col 46}{space 3}0.160{col 54}{space 4}-.2627778{col 67}{space 3} 1.592824
{txt}{space 2}_Istate_27 {c |}{col 14}{res}{space 2} .7798768{col 26}{space 2} .5710324{col 37}{space 1}    1.37{col 46}{space 3}0.172{col 54}{space 4} -.339586{col 67}{space 3}  1.89934
{txt}{space 2}_Istate_28 {c |}{col 14}{res}{space 2}-.7197835{col 26}{space 2} .6968938{col 37}{space 1}   -1.03{col 46}{space 3}0.302{col 54}{space 4}-2.085987{col 67}{space 3} .6464203
{txt}{space 2}_Istate_29 {c |}{col 14}{res}{space 2}-.2571805{col 26}{space 2} .4055965{col 37}{space 1}   -0.63{col 46}{space 3}0.526{col 54}{space 4} -1.05232{col 67}{space 3} .5379585
{txt}{space 2}_Istate_30 {c |}{col 14}{res}{space 2}-.9767037{col 26}{space 2} .9490529{col 37}{space 1}   -1.03{col 46}{space 3}0.303{col 54}{space 4}-2.837245{col 67}{space 3} .8838375
{txt}{space 2}_Istate_31 {c |}{col 14}{res}{space 2} .7877067{col 26}{space 2} .4009696{col 37}{space 1}    1.96{col 46}{space 3}0.050{col 54}{space 4} .0016382{col 67}{space 3} 1.573775
{txt}{space 2}_Istate_32 {c |}{col 14}{res}{space 2} .2450501{col 26}{space 2} .4145716{col 37}{space 1}    0.59{col 46}{space 3}0.554{col 54}{space 4}-.5676838{col 67}{space 3} 1.057784
{txt}{space 2}_Istate_33 {c |}{col 14}{res}{space 2} 1.769218{col 26}{space 2} .7971225{col 37}{space 1}    2.22{col 46}{space 3}0.026{col 54}{space 4} .2065239{col 67}{space 3} 3.331912
{txt}{space 2}_Istate_34 {c |}{col 14}{res}{space 2} .3442747{col 26}{space 2} .3972489{col 37}{space 1}    0.87{col 46}{space 3}0.386{col 54}{space 4}-.4344996{col 67}{space 3} 1.123049
{txt}{space 2}_Istate_35 {c |}{col 14}{res}{space 2} .0372824{col 26}{space 2} .6440988{col 37}{space 1}    0.06{col 46}{space 3}0.954{col 54}{space 4}-1.225421{col 67}{space 3} 1.299986
{txt}{space 2}_Istate_36 {c |}{col 14}{res}{space 2} .5647442{col 26}{space 2} .4234334{col 37}{space 1}    1.33{col 46}{space 3}0.182{col 54}{space 4}-.2653628{col 67}{space 3} 1.394851
{txt}{space 2}_Istate_37 {c |}{col 14}{res}{space 2} .1169114{col 26}{space 2} .4028137{col 37}{space 1}    0.29{col 46}{space 3}0.772{col 54}{space 4}-.6727722{col 67}{space 3}  .906595
{txt}{space 2}_Istate_38 {c |}{col 14}{res}{space 2}-.3182918{col 26}{space 2} 1.133443{col 37}{space 1}   -0.28{col 46}{space 3}0.779{col 54}{space 4}-2.540314{col 67}{space 3} 1.903731
{txt}{space 2}_Istate_39 {c |}{col 14}{res}{space 2} 1.661054{col 26}{space 2} .4582619{col 37}{space 1}    3.62{col 46}{space 3}0.000{col 54}{space 4}  .762669{col 67}{space 3}  2.55944
{txt}{space 2}_Istate_40 {c |}{col 14}{res}{space 2}  .016559{col 26}{space 2}    .6399{col 37}{space 1}    0.03{col 46}{space 3}0.979{col 54}{space 4}-1.237913{col 67}{space 3} 1.271031
{txt}{space 2}_Istate_41 {c |}{col 14}{res}{space 2}  .741226{col 26}{space 2} .4610048{col 37}{space 1}    1.61{col 46}{space 3}0.108{col 54}{space 4}-.1625365{col 67}{space 3} 1.644989
{txt}{space 2}_Istate_42 {c |}{col 14}{res}{space 2} .8742519{col 26}{space 2} .4058904{col 37}{space 1}    2.15{col 46}{space 3}0.031{col 54}{space 4} .0785367{col 67}{space 3} 1.669967
{txt}{space 2}_Istate_43 {c |}{col 14}{res}{space 2} .2340308{col 26}{space 2} .4685115{col 37}{space 1}    0.50{col 46}{space 3}0.617{col 54}{space 4} -.684448{col 67}{space 3}  1.15251
{txt}{space 2}_Istate_45 {c |}{col 14}{res}{space 2} 1.007269{col 26}{space 2} .4187767{col 37}{space 1}    2.41{col 46}{space 3}0.016{col 54}{space 4}  .186291{col 67}{space 3} 1.828247
{txt}{space 2}_Istate_46 {c |}{col 14}{res}{space 2} .3533173{col 26}{space 2} .4137163{col 37}{space 1}    0.85{col 46}{space 3}0.393{col 54}{space 4}-.4577399{col 67}{space 3} 1.164375
{txt}{space 2}_Istate_47 {c |}{col 14}{res}{space 2}-2.465494{col 26}{space 2} 1.231457{col 37}{space 1}   -2.00{col 46}{space 3}0.045{col 54}{space 4}-4.879666{col 67}{space 3}-.0513225
{txt}{space 2}_Istate_48 {c |}{col 14}{res}{space 2} .0976457{col 26}{space 2} .4313477{col 37}{space 1}    0.23{col 46}{space 3}0.821{col 54}{space 4}-.7479765{col 67}{space 3} .9432679
{txt}{space 2}_Istate_49 {c |}{col 14}{res}{space 2}-.2498003{col 26}{space 2}  1.12887{col 37}{space 1}   -0.22{col 46}{space 3}0.825{col 54}{space 4}-2.462859{col 67}{space 3} 1.963258
{txt}{space 2}_Istate_50 {c |}{col 14}{res}{space 2}-.0767787{col 26}{space 2} .8742982{col 37}{space 1}   -0.09{col 46}{space 3}0.930{col 54}{space 4} -1.79077{col 67}{space 3} 1.637212
{txt}{space 2}_Istate_51 {c |}{col 14}{res}{space 2}-.8981007{col 26}{space 2} 2.645768{col 37}{space 1}   -0.34{col 46}{space 3}0.734{col 54}{space 4}-6.084914{col 67}{space 3} 4.288713
{txt}{space 3}_Ifsize_3 {c |}{col 14}{res}{space 2}-.1668884{col 26}{space 2} .1362753{col 37}{space 1}   -1.22{col 46}{space 3}0.221{col 54}{space 4}-.4340451{col 67}{space 3} .1002682
{txt}{space 3}_Ifsize_4 {c |}{col 14}{res}{space 2}-.3801429{col 26}{space 2} .1803826{col 37}{space 1}   -2.11{col 46}{space 3}0.035{col 54}{space 4}-.7337684{col 67}{space 3}-.0265174
{txt}{space 3}_Ifsize_5 {c |}{col 14}{res}{space 2}-.3583455{col 26}{space 2} .2519753{col 37}{space 1}   -1.42{col 46}{space 3}0.155{col 54}{space 4}-.8523227{col 67}{space 3} .1356318
{txt}{space 3}_Ifsize_6 {c |}{col 14}{res}{space 2} -.178069{col 26}{space 2} .3519294{col 37}{space 1}   -0.51{col 46}{space 3}0.613{col 54}{space 4}-.8679981{col 67}{space 3} .5118601
{txt}{space 3}_Ifsize_7 {c |}{col 14}{res}{space 2} .0635167{col 26}{space 2} .5584012{col 37}{space 1}    0.11{col 46}{space 3}0.909{col 54}{space 4}-1.031184{col 67}{space 3} 1.158217
{txt}{space 3}_Ifsize_8 {c |}{col 14}{res}{space 2}  1.01944{col 26}{space 2} .7441436{col 37}{space 1}    1.37{col 46}{space 3}0.171{col 54}{space 4}-.4393937{col 67}{space 3} 2.478273
{txt}{space 3}_Ifsize_9 {c |}{col 14}{res}{space 2}-.1730005{col 26}{space 2} 1.045766{col 37}{space 1}   -0.17{col 46}{space 3}0.869{col 54}{space 4}-2.223139{col 67}{space 3} 1.877138
{txt}{space 2}_Ifsize_10 {c |}{col 14}{res}{space 2}-2.150557{col 26}{space 2} 2.589795{col 37}{space 1}   -0.83{col 46}{space 3}0.406{col 54}{space 4} -7.22764{col 67}{space 3} 2.926526
{txt}{space 2}_Ifsize_11 {c |}{col 14}{res}{space 2}-1.867409{col 26}{space 2} 2.582786{col 37}{space 1}   -0.72{col 46}{space 3}0.470{col 54}{space 4}-6.930753{col 67}{space 3} 3.195934
{txt}{space 2}_Ifsize_13 {c |}{col 14}{res}{space 2}-1.720389{col 26}{space 2} 2.605989{col 37}{space 1}   -0.66{col 46}{space 3}0.509{col 54}{space 4}-6.829219{col 67}{space 3} 3.388441
{txt}{space 4}_Ikids_1 {c |}{col 14}{res}{space 2} .1631728{col 26}{space 2} .1354862{col 37}{space 1}    1.20{col 46}{space 3}0.229{col 54}{space 4} -.102437{col 67}{space 3} .4287826
{txt}{space 4}_Ikids_2 {c |}{col 14}{res}{space 2}   .26524{col 26}{space 2} .1848697{col 37}{space 1}    1.43{col 46}{space 3}0.151{col 54}{space 4}-.0971821{col 67}{space 3}  .627662
{txt}{space 4}_Ikids_3 {c |}{col 14}{res}{space 2} .3270294{col 26}{space 2} .2741127{col 37}{space 1}    1.19{col 46}{space 3}0.233{col 54}{space 4}-.2103464{col 67}{space 3} .8644052
{txt}{space 4}_Ikids_4 {c |}{col 14}{res}{space 2}  .180009{col 26}{space 2} .4257085{col 37}{space 1}    0.42{col 46}{space 3}0.672{col 54}{space 4} -.654558{col 67}{space 3} 1.014576
{txt}{space 4}_Ikids_5 {c |}{col 14}{res}{space 2}-.1911951{col 26}{space 2} .7653155{col 37}{space 1}   -0.25{col 46}{space 3}0.803{col 54}{space 4}-1.691534{col 67}{space 3} 1.309144
{txt}{space 4}_Ikids_6 {c |}{col 14}{res}{space 2}-1.375434{col 26}{space 2} 1.153217{col 37}{space 1}   -1.19{col 46}{space 3}0.233{col 54}{space 4}-3.636222{col 67}{space 3} .8853545
{txt}{space 4}_Ikids_7 {c |}{col 14}{res}{space 2}-2.032439{col 26}{space 2} 1.826122{col 37}{space 1}   -1.11{col 46}{space 3}0.266{col 54}{space 4}-5.612403{col 67}{space 3} 1.547524
{txt}{space 4}_Ikids_8 {c |}{col 14}{res}{space 2}-.0847114{col 26}{space 2} 3.651174{col 37}{space 1}   -0.02{col 46}{space 3}0.981{col 54}{space 4}-7.242542{col 67}{space 3} 7.073119
{txt}{space 4}_Irace_2 {c |}{col 14}{res}{space 2}-.2472156{col 26}{space 2} .5540634{col 37}{space 1}   -0.45{col 46}{space 3}0.655{col 54}{space 4}-1.333412{col 67}{space 3} .8389807
{txt}{space 4}_Irace_3 {c |}{col 14}{res}{space 2} .1746469{col 26}{space 2} .1551771{col 37}{space 1}    1.13{col 46}{space 3}0.260{col 54}{space 4}-.1295653{col 67}{space 3} .4788591
{txt}{space 3}_Iwrace_2 {c |}{col 14}{res}{space 2} .4195933{col 26}{space 2} .5778701{col 37}{space 1}    0.73{col 46}{space 3}0.468{col 54}{space 4}-.7132741{col 67}{space 3} 1.552461
{txt}{space 3}_Iwrace_3 {c |}{col 14}{res}{space 2} .0023939{col 26}{space 2} .1637675{col 37}{space 1}    0.01{col 46}{space 3}0.988{col 54}{space 4} -.318659{col 67}{space 3} .3234469
{txt}{space 7}_cons {c |}{col 14}{res}{space 2} 1.421258{col 26}{space 2} 1.000026{col 37}{space 1}    1.42{col 46}{space 3}0.155{col 54}{space 4} -.539212{col 67}{space 3} 3.381728
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}
{com}. predict double ua2_yhat if e(sample)
{txt}(option xb assumed; fitted values)

{com}. gen mua = ua/sqrt(ua2_yhat)
{txt}(76 missing values generated)

{com}. 
. ************************************
. * if method one generate many negative values, 
. * use nonlinear least square
. *nl (utoty2 = {c -(}b0{c )-} * exp({c -(}xb: kidsout bigcity extra _I*{c )-}))
. *predict double utoty2_yhat_nl if e(sample)
. *gen mutoty_nl = utoty/sqrt(utoty2_yhat_nl)
. 
. *nl (ua2 = {c -(}b0{c )-} * exp({c -(}xb: kidsout bigcity extra _I*{c )-}))
. *predict double ua2_yhat_nl if e(sample)
. *gen mua_nl = ua/sqrt(ua2_yhat_nl)
. 
. sum uc muc utoty mutoty ua mua

{txt}    Variable {c |}       Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 56}
{space 10}uc {c |}{res}      5364    1.92e-10    .3868647  -1.798845   1.662959
{txt}{space 9}muc {c |}{res}      5329    .0055675    1.039625  -5.270711     6.1004
{txt}{space 7}utoty {c |}{res}      5364    7.50e-10      .56079  -5.024062   2.833814
{txt}{space 6}mutoty {c |}{res}      5104   -.0243887    1.336421  -18.93612   17.71993
{txt}{space 10}ua {c |}{res}      5364   -2.49e-10    1.092891  -10.04224   4.286877
{txt}{hline 13}{c +}{hline 56}
{space 9}mua {c |}{res}      5288   -.0032936    1.155861  -24.96324   8.528808
{txt}
{com}. drop uc2* utoty2* ua2*
{txt}
{com}. 
. * construct balanced sample
. *drop if muc == . | mutoty==. | mua==.
. *by person, sort: gen numwav= _N
. *keep if numwav == 6
. *drop numwav
. *codebook person
. 
. log close
      {txt}name:  {res}<unnamed>
       {txt}log:  {res}/data/uctprgu/git/abbg/stata/first_stage_regs.smcl
  {txt}log type:  {res}smcl
 {txt}closed on:  {res} 6 Jun 2014, 13:54:53
{txt}{.-}
{smcl}
{txt}{sf}{ul off}