{smcl}
{com}{sf}{ul off}{txt}{.-}
      name:  {res}<unnamed>
       {txt}log:  {res}D:\GU\git\abbg\stata\select.smcl
  {txt}log type:  {res}smcl
 {txt}opened on:  {res} 7 Jun 2014, 21:30:59
{txt}
{com}. 
. *** user parameters
. global consumption  = 5  /*  5=totcons_psid_zero  *** The default                            
>                              6=same as 5 without housing */
{txt}
{com}. global min_wage     = 1  /*  1= Assigning missing for observations with wage lower then 1/2 state *** The default*/
{txt}
{com}.                                                                                                                                                             
. /* User parameter to control dropping outlyers */
.  
. global pec_drop     = 0.25  /* Drop observation in the bottom "pec_drop" percent of "jumps" */
{txt}
{com}.                                                                                                                                
.  
. *********************** This sampling condition needs to be set also in the GMM file. Note that SEO are always dropped below.
. *global sample2 "keep if age>=27 & age<=65"                                                          
.                                                                                                                                
. u data3_2,clear
{txt}
{com}.  
. *** Liquid holdings
. gen liquidhold = cash + bonds + stocks
{txt}(2368 missing values generated)

{com}.  
. * Adjust by price index
. replace tot_assets3 = tot_assets3/price
{txt}(15840 real changes made)

{com}. replace fin_assets1 = fin_assets1/price
{txt}(14063 real changes made)

{com}.  
. sort person year
{txt}
{com}.  
. if $consumption == 6 {c -(}
.   replace totcons = totcons_nh
. {c )-}
{txt}
{com}.  
. * if hourly wage very small, measurement error
.  if $min_wage==1 {c -(}
.   gen oly = ly
.   gen owly = wly
.   replace ly=.  if (ly/hours)<0.5*min_wage
{txt}(317 real changes made, 317 to missing)
{com}.   replace wly=. if (wly/hourw)<0.5*min_wage
{txt}(343 real changes made, 343 to missing)
{com}. {c )-}
{txt}
{com}.  
.  
. ***************************
. *** Additional Sampling ***
. ***************************
. /* Baseline specification */
. keep if seo==0
{txt}(3516 observations deleted)

{com}.  
. /* Want to use data from age 26 for lags at age 28, but don't want to condition the sample on characteristics at age 26 */
. tsset person year
{res}{txt}{col 8}panel variable:  {res}person (unbalanced)
{txt}{col 9}time variable:  {res}{col 25}year, 98 to 108, but with gaps
{txt}{col 17}delta:  {res}1 unit
{txt}
{com}. foreach var of varlist tot_assets* fin_assets* liquidhold {c -(}
{txt}  2{com}.   gen l2_`var'=l2.`var'
{txt}  3{com}. {c )-}
{txt}(4203 missing values generated)
(4203 missing values generated)
(4203 missing values generated)
(4203 missing values generated)
(4203 missing values generated)
(4203 missing values generated)
(5588 missing values generated)

{com}.  
. *${c -(}sample2{c )-}
.  
. gen log_ly  = log(ly) - log(price)
{txt}(1248 missing values generated)

{com}. gen log_wly = log(wly) - log(price)
{txt}(3497 missing values generated)

{com}. 
. replace totcons = totcons/price 
{txt}(13213 real changes made)

{com}. gen log_totcons = log(totcons)    /* log consumption */ 
{txt}(8 missing values generated)

{com}. 
. if $pec_drop>0 {c -(}
.  
.   *** Use raw moments (not residual moments) that are associated with measurement error
.   tsset person year
{res}{txt}{col 8}panel variable:  {res}person (unbalanced)
{txt}{col 9}time variable:  {res}{col 25}year, 98 to 108, but with gaps
{txt}{col 17}delta:  {res}1 unit
{com}.   local npec = 100/${c -(}pec_drop{c )-}
.   di `npec'
{res}400
{com}. 
.   /* Generate the first difference for logs and the interaction between first difference and lagged first difference (which would be large in absolute value for large values of transitory shocks or for measurement error */               
.   foreach var of varlist log_* {c -(}
{txt}  2{com}.     gen d_`var' = `var' - l2.`var'
{txt}  3{com}.     gen d_`var'_lag = d_`var'*l2.d_`var'
{txt}  4{com}.   {c )-}
{txt}(5426 missing values generated)
(8621 missing values generated)
(7520 missing values generated)
(10310 missing values generated)
(4213 missing values generated)
(7590 missing values generated)
{com}. 
.   /* Generate percentiles of the interacted difference by year */
.   foreach var of varlist d_*_lag {c -(}
{txt}  2{com}.     egen pec_`var'=  xtile(`var'), by(year) n(`npec')
{txt}  3{com}.   {c )-}
{txt}(8621 missing values generated)
(10310 missing values generated)
(7590 missing values generated)
{com}. 
.   /* Assign missing values for the variable with the potential measurement error  */
.   foreach var of varlist ly wly totcons {c -(}
{txt}  2{com}.     replace `var'=. if f2.pec_d_log_`var'_lag==1  /* Note that we are only assinging missing values to the year with the jump */
{txt}  3{com}.   {c )-}
{txt}(20 real changes made, 20 to missing)
(16 real changes made, 16 to missing)
(24 real changes made, 24 to missing)
{com}.   drop d_* pec_* log_*
. {c )-}
{txt}
{com}.  
. gen totly = (ly+wly)/price    /* total family income */
{txt}(588 missing values generated)

{com}. gen log_totly  = log(totly) 
{txt}(946 missing values generated)

{com}. gen log_cons = log(totcons)       /* log consumption */ 
{txt}(32 missing values generated)

{com}.  
. gen wife_employed = (hourw>0 & hourw!=.)
{txt}
{com}. gen mort1_dum = (mortgage1>0 & mortgage1!=.)
{txt}
{com}. gen mort2_dum = (mortgage2>0 & mortgage2!=.)
{txt}
{com}.  
. log close
      {txt}name:  {res}<unnamed>
       {txt}log:  {res}D:\GU\git\abbg\stata\select.smcl
  {txt}log type:  {res}smcl
 {txt}closed on:  {res} 7 Jun 2014, 21:31:36
{txt}{.-}
{smcl}
{txt}{sf}{ul off}